{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<\\s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<unused0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<unused1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<unused2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<unused3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<unused4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<unused5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<unused6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<unused7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<unused8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<unused9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<unused10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<unused11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<unused12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<unused13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<unused14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<unused15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<unused16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<unused17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<unused18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<unused19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<unused20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<unused21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<unused22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<unused23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<unused24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<unused25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<unused26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<unused27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<unused28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<unused29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<unused30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49999,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "BertPreTokenizer"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          1
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          0
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<s>": 0,
      "<\\s>": 1,
      "<unk>": 2,
      "<sep>": 3,
      "<mask>": 4,
      "<cls>": 5,
      "<unused0>": 6,
      "<unused1>": 7,
      "<unused2>": 8,
      "<unused3>": 9,
      "<unused4>": 10,
      "<unused5>": 11,
      "<unused6>": 12,
      "<unused7>": 13,
      "<unused8>": 14,
      "<unused9>": 15,
      "<unused10>": 16,
      "<unused11>": 17,
      "<unused12>": 18,
      "<unused13>": 19,
      "<unused14>": 20,
      "<unused15>": 21,
      "<unused16>": 22,
      "<unused17>": 23,
      "<unused18>": 24,
      "<unused19>": 25,
      "<unused20>": 26,
      "<unused21>": 27,
      "<unused22>": 28,
      "<unused23>": 29,
      "<unused24>": 30,
      "<unused25>": 31,
      "<unused26>": 32,
      "<unused27>": 33,
      "<unused28>": 34,
      "<unused29>": 35,
      "<unused30>": 36,
      "!": 37,
      "\"": 38,
      "#": 39,
      "$": 40,
      "%": 41,
      "&": 42,
      "'": 43,
      "(": 44,
      ")": 45,
      "*": 46,
      "+": 47,
      ",": 48,
      "-": 49,
      ".": 50,
      "/": 51,
      "0": 52,
      "1": 53,
      "2": 54,
      "3": 55,
      "4": 56,
      "5": 57,
      "6": 58,
      "7": 59,
      "8": 60,
      "9": 61,
      ":": 62,
      ";": 63,
      "<": 64,
      "=": 65,
      ">": 66,
      "?": 67,
      "@": 68,
      "A": 69,
      "B": 70,
      "C": 71,
      "D": 72,
      "E": 73,
      "F": 74,
      "G": 75,
      "H": 76,
      "I": 77,
      "J": 78,
      "K": 79,
      "L": 80,
      "M": 81,
      "N": 82,
      "O": 83,
      "P": 84,
      "Q": 85,
      "R": 86,
      "S": 87,
      "T": 88,
      "U": 89,
      "V": 90,
      "W": 91,
      "X": 92,
      "Y": 93,
      "Z": 94,
      "[": 95,
      "\\": 96,
      "]": 97,
      "^": 98,
      "_": 99,
      "`": 100,
      "a": 101,
      "b": 102,
      "c": 103,
      "d": 104,
      "e": 105,
      "f": 106,
      "g": 107,
      "h": 108,
      "i": 109,
      "j": 110,
      "k": 111,
      "l": 112,
      "m": 113,
      "n": 114,
      "o": 115,
      "p": 116,
      "q": 117,
      "r": 118,
      "s": 119,
      "t": 120,
      "u": 121,
      "v": 122,
      "w": 123,
      "x": 124,
      "y": 125,
      "z": 126,
      "{": 127,
      "|": 128,
      "}": 129,
      "~": 130,
      "¡": 131,
      "¢": 132,
      "£": 133,
      "¤": 134,
      "¥": 135,
      "¦": 136,
      "§": 137,
      "¨": 138,
      "©": 139,
      "ª": 140,
      "«": 141,
      "¬": 142,
      "®": 143,
      "¯": 144,
      "°": 145,
      "±": 146,
      "²": 147,
      "³": 148,
      "´": 149,
      "µ": 150,
      "¶": 151,
      "·": 152,
      "¸": 153,
      "¹": 154,
      "º": 155,
      "»": 156,
      "¼": 157,
      "½": 158,
      "¾": 159,
      "¿": 160,
      "À": 161,
      "Á": 162,
      "Â": 163,
      "Ã": 164,
      "Ä": 165,
      "Å": 166,
      "Æ": 167,
      "Ç": 168,
      "È": 169,
      "É": 170,
      "Ê": 171,
      "Ë": 172,
      "Ì": 173,
      "Í": 174,
      "Î": 175,
      "Ï": 176,
      "Ð": 177,
      "Ñ": 178,
      "Ò": 179,
      "Ó": 180,
      "Ô": 181,
      "Õ": 182,
      "Ö": 183,
      "×": 184,
      "Ø": 185,
      "Ù": 186,
      "Ú": 187,
      "Û": 188,
      "Ü": 189,
      "Ý": 190,
      "Þ": 191,
      "ß": 192,
      "à": 193,
      "á": 194,
      "â": 195,
      "ã": 196,
      "ä": 197,
      "å": 198,
      "æ": 199,
      "ç": 200,
      "è": 201,
      "é": 202,
      "ê": 203,
      "ë": 204,
      "ì": 205,
      "í": 206,
      "î": 207,
      "ï": 208,
      "ð": 209,
      "ñ": 210,
      "ò": 211,
      "ó": 212,
      "ô": 213,
      "õ": 214,
      "ö": 215,
      "÷": 216,
      "ø": 217,
      "ù": 218,
      "ú": 219,
      "û": 220,
      "ü": 221,
      "ý": 222,
      "þ": 223,
      "ÿ": 224,
      "Ā": 225,
      "ā": 226,
      "Ă": 227,
      "ă": 228,
      "ą": 229,
      "Ć": 230,
      "ć": 231,
      "Ĉ": 232,
      "ĉ": 233,
      "Č": 234,
      "č": 235,
      "Ď": 236,
      "Đ": 237,
      "đ": 238,
      "Ē": 239,
      "ē": 240,
      "ĕ": 241,
      "ė": 242,
      "ę": 243,
      "ě": 244,
      "ĝ": 245,
      "Ğ": 246,
      "ğ": 247,
      "ģ": 248,
      "Ħ": 249,
      "ħ": 250,
      "ĩ": 251,
      "Ī": 252,
      "ī": 253,
      "Ĭ": 254,
      "ĭ": 255,
      "İ": 256,
      "ı": 257,
      "ĵ": 258,
      "Ķ": 259,
      "ķ": 260,
      "ĸ": 261,
      "Ĺ": 262,
      "ĺ": 263,
      "Ľ": 264,
      "ľ": 265,
      "Ŀ": 266,
      "Ł": 267,
      "ł": 268,
      "ń": 269,
      "Ņ": 270,
      "ņ": 271,
      "ň": 272,
      "ŉ": 273,
      "ŋ": 274,
      "Ō": 275,
      "ō": 276,
      "Ŏ": 277,
      "ŏ": 278,
      "Ő": 279,
      "ő": 280,
      "Œ": 281,
      "œ": 282,
      "Ŗ": 283,
      "ŗ": 284,
      "Ř": 285,
      "ř": 286,
      "Ś": 287,
      "ś": 288,
      "ŝ": 289,
      "Ş": 290,
      "ş": 291,
      "Š": 292,
      "š": 293,
      "Ţ": 294,
      "ţ": 295,
      "ť": 296,
      "Ũ": 297,
      "ũ": 298,
      "ū": 299,
      "ŭ": 300,
      "ů": 301,
      "Ű": 302,
      "ű": 303,
      "ŷ": 304,
      "Ÿ": 305,
      "ź": 306,
      "Ż": 307,
      "ż": 308,
      "Ž": 309,
      "ž": 310,
      "ƈ": 311,
      "ƍ": 312,
      "Ə": 313,
      "Ɛ": 314,
      "ƒ": 315,
      "Ɩ": 316,
      "ƚ": 317,
      "ƛ": 318,
      "ƞ": 319,
      "ơ": 320,
      "ƥ": 321,
      "ƪ": 322,
      "Ʈ": 323,
      "Ư": 324,
      "ư": 325,
      "Ƶ": 326,
      "Ʒ": 327,
      "Ƹ": 328,
      "ǁ": 329,
      "ǂ": 330,
      "ǃ": 331,
      "ǈ": 332,
      "ǉ": 333,
      "ǎ": 334,
      "ǐ": 335,
      "ǒ": 336,
      "ǔ": 337,
      "ǚ": 338,
      "Ǜ": 339,
      "ǜ": 340,
      "ǝ": 341,
      "ǟ": 342,
      "ǫ": 343,
      "Ǯ": 344,
      "ǯ": 345,
      "ǲ": 346,
      "Ǹ": 347,
      "Ǻ": 348,
      "ǽ": 349,
      "Ǿ": 350,
      "Ȃ": 351,
      "Ȇ": 352,
      "ȉ": 353,
      "Ȋ": 354,
      "Ȍ": 355,
      "ȏ": 356,
      "Ș": 357,
      "ș": 358,
      "Ț": 359,
      "ȟ": 360,
      "ȣ": 361,
      "ȥ": 362,
      "ȷ": 363,
      "Ɂ": 364,
      "ɐ": 365,
      "ɑ": 366,
      "ɒ": 367,
      "ɔ": 368,
      "ɕ": 369,
      "ɖ": 370,
      "ə": 371,
      "ɚ": 372,
      "ɛ": 373,
      "ɜ": 374,
      "ɞ": 375,
      "ɟ": 376,
      "ɡ": 377,
      "ɢ": 378,
      "ɣ": 379,
      "ɤ": 380,
      "ɥ": 381,
      "ɨ": 382,
      "ɪ": 383,
      "ɫ": 384,
      "ɬ": 385,
      "ɮ": 386,
      "ɯ": 387,
      "ɰ": 388,
      "ɲ": 389,
      "ɳ": 390,
      "ɴ": 391,
      "ɵ": 392,
      "ɷ": 393,
      "ɸ": 394,
      "ɹ": 395,
      "ɾ": 396,
      "ɿ": 397,
      "ʀ": 398,
      "ʁ": 399,
      "ʂ": 400,
      "ʃ": 401,
      "ʅ": 402,
      "ʈ": 403,
      "ʊ": 404,
      "ʋ": 405,
      "ʌ": 406,
      "ʎ": 407,
      "ʏ": 408,
      "ʐ": 409,
      "ʑ": 410,
      "ʒ": 411,
      "ʓ": 412,
      "ʔ": 413,
      "ʕ": 414,
      "ʖ": 415,
      "ʘ": 416,
      "ʙ": 417,
      "ʚ": 418,
      "ʜ": 419,
      "ʝ": 420,
      "ʟ": 421,
      "ʡ": 422,
      "ʢ": 423,
      "ʣ": 424,
      "ʤ": 425,
      "ʥ": 426,
      "ʦ": 427,
      "ʧ": 428,
      "ʨ": 429,
      "ʰ": 430,
      "ʱ": 431,
      "ʲ": 432,
      "ʳ": 433,
      "ʶ": 434,
      "ʷ": 435,
      "ʸ": 436,
      "ʹ": 437,
      "ʺ": 438,
      "ʻ": 439,
      "ʼ": 440,
      "ʾ": 441,
      "ʿ": 442,
      "ˀ": 443,
      "ˁ": 444,
      "˂": 445,
      "˃": 446,
      "˄": 447,
      "ˆ": 448,
      "ˇ": 449,
      "ˈ": 450,
      "ˉ": 451,
      "ˊ": 452,
      "ˋ": 453,
      "ˌ": 454,
      "ˍ": 455,
      "ˎ": 456,
      "ˏ": 457,
      "ː": 458,
      "ˑ": 459,
      "˒": 460,
      "˓": 461,
      "˔": 462,
      "˕": 463,
      "˖": 464,
      "˗": 465,
      "˘": 466,
      "˙": 467,
      "˚": 468,
      "˛": 469,
      "˜": 470,
      "˝": 471,
      "˞": 472,
      "˟": 473,
      "ˡ": 474,
      "ˢ": 475,
      "ˣ": 476,
      "ˤ": 477,
      "˪": 478,
      "ˬ": 479,
      "˭": 480,
      "ˮ": 481,
      "˳": 482,
      "˴": 483,
      "˵": 484,
      "˶": 485,
      "˷": 486,
      "˹": 487,
      "˼": 488,
      "˽": 489,
      "̀": 490,
      "́": 491,
      "̂": 492,
      "̃": 493,
      "̄": 494,
      "̅": 495,
      "̆": 496,
      "̇": 497,
      "̈": 498,
      "̉": 499,
      "̊": 500,
      "̋": 501,
      "̌": 502,
      "̍": 503,
      "̎": 504,
      "̐": 505,
      "̑": 506,
      "̒": 507,
      "̓": 508,
      "̖": 509,
      "̗": 510,
      "̚": 511,
      "̛": 512,
      "̜": 513,
      "̝": 514,
      "̞": 515,
      "̠": 516,
      "̡": 517,
      "̢": 518,
      "̣": 519,
      "̤": 520,
      "̥": 521,
      "̦": 522,
      "̧": 523,
      "̨": 524,
      "̩": 525,
      "̪": 526,
      "̫": 527,
      "̬": 528,
      "̭": 529,
      "̮": 530,
      "̯": 531,
      "̱": 532,
      "̲": 533,
      "̳": 534,
      "̴": 535,
      "̵": 536,
      "̶": 537,
      "̷": 538,
      "̸": 539,
      "̻": 540,
      "̼": 541,
      "̽": 542,
      "̾": 543,
      "̿": 544,
      "͂": 545,
      "͈": 546,
      "͌": 547,
      "͍": 548,
      "͐": 549,
      "͑": 550,
      "͒": 551,
      "͓": 552,
      "͖": 553,
      "͗": 554,
      "͘": 555,
      "͙": 556,
      "͚": 557,
      "͛": 558,
      "͜": 559,
      "͝": 560,
      "͞": 561,
      "͟": 562,
      "͠": 563,
      "͡": 564,
      "͢": 565,
      "ͥ": 566,
      "ͦ": 567,
      "ͧ": 568,
      "ͨ": 569,
      "ͫ": 570,
      "ͯ": 571,
      "͵": 572,
      "΄": 573,
      "Ά": 574,
      "Ή": 575,
      "Ί": 576,
      "Ό": 577,
      "ΐ": 578,
      "Α": 579,
      "Β": 580,
      "Γ": 581,
      "Δ": 582,
      "Ε": 583,
      "Ζ": 584,
      "Η": 585,
      "Θ": 586,
      "Ι": 587,
      "Κ": 588,
      "Λ": 589,
      "Μ": 590,
      "Ν": 591,
      "Ξ": 592,
      "Ο": 593,
      "Π": 594,
      "Ρ": 595,
      "Σ": 596,
      "Τ": 597,
      "Υ": 598,
      "Φ": 599,
      "Χ": 600,
      "Ψ": 601,
      "Ω": 602,
      "ά": 603,
      "έ": 604,
      "ή": 605,
      "ί": 606,
      "ΰ": 607,
      "α": 608,
      "β": 609,
      "γ": 610,
      "δ": 611,
      "ε": 612,
      "ζ": 613,
      "η": 614,
      "θ": 615,
      "ι": 616,
      "κ": 617,
      "λ": 618,
      "μ": 619,
      "ν": 620,
      "ξ": 621,
      "ο": 622,
      "π": 623,
      "ρ": 624,
      "ς": 625,
      "σ": 626,
      "τ": 627,
      "υ": 628,
      "φ": 629,
      "χ": 630,
      "ψ": 631,
      "ω": 632,
      "ϊ": 633,
      "ϋ": 634,
      "ό": 635,
      "ύ": 636,
      "ώ": 637,
      "ϑ": 638,
      "ϒ": 639,
      "ϕ": 640,
      "ϖ": 641,
      "ϗ": 642,
      "ϱ": 643,
      "ϵ": 644,
      "϶": 645,
      "Ϻ": 646,
      "ϻ": 647,
      "Ё": 648,
      "Ђ": 649,
      "Є": 650,
      "І": 651,
      "Ј": 652,
      "Ќ": 653,
      "А": 654,
      "Б": 655,
      "В": 656,
      "Г": 657,
      "Д": 658,
      "Е": 659,
      "Ж": 660,
      "З": 661,
      "И": 662,
      "Й": 663,
      "К": 664,
      "Л": 665,
      "М": 666,
      "Н": 667,
      "О": 668,
      "П": 669,
      "Р": 670,
      "С": 671,
      "Т": 672,
      "У": 673,
      "Ф": 674,
      "Х": 675,
      "Ц": 676,
      "Ч": 677,
      "Ш": 678,
      "Щ": 679,
      "Ы": 680,
      "Ь": 681,
      "Э": 682,
      "Ю": 683,
      "Я": 684,
      "а": 685,
      "б": 686,
      "в": 687,
      "г": 688,
      "д": 689,
      "е": 690,
      "ж": 691,
      "з": 692,
      "и": 693,
      "й": 694,
      "к": 695,
      "л": 696,
      "м": 697,
      "н": 698,
      "о": 699,
      "п": 700,
      "р": 701,
      "с": 702,
      "т": 703,
      "у": 704,
      "ф": 705,
      "х": 706,
      "ц": 707,
      "ч": 708,
      "ш": 709,
      "щ": 710,
      "ъ": 711,
      "ы": 712,
      "ь": 713,
      "э": 714,
      "ю": 715,
      "я": 716,
      "ѐ": 717,
      "ё": 718,
      "ђ": 719,
      "є": 720,
      "ѕ": 721,
      "і": 722,
      "ї": 723,
      "ј": 724,
      "ћ": 725,
      "ќ": 726,
      "Ѡ": 727,
      "Ѧ": 728,
      "Ѯ": 729,
      "Ѱ": 730,
      "ѱ": 731,
      "ѵ": 732,
      "Ѽ": 733,
      "҂": 734,
      "҉": 735,
      "ґ": 736,
      "ғ": 737,
      "ң": 738,
      "Ү": 739,
      "ү": 740,
      "Ҳ": 741,
      "ҳ": 742,
      "Ҽ": 743,
      "Ӓ": 744,
      "ӓ": 745,
      "ӕ": 746,
      "ӣ": 747,
      "Ӧ": 748,
      "ӧ": 749,
      "Ө": 750,
      "ө": 751,
      "Ӿ": 752,
      "ӿ": 753,
      "ԅ": 754,
      "Ա": 755,
      "Գ": 756,
      "Ի": 757,
      "Ծ": 758,
      "Կ": 759,
      "Հ": 760,
      "Մ": 761,
      "Պ": 762,
      "Ս": 763,
      "՝": 764,
      "՞": 765,
      "՟": 766,
      "ա": 767,
      "գ": 768,
      "դ": 769,
      "ե": 770,
      "է": 771,
      "թ": 772,
      "ի": 773,
      "լ": 774,
      "ծ": 775,
      "կ": 776,
      "հ": 777,
      "մ": 778,
      "յ": 779,
      "ն": 780,
      "ո": 781,
      "պ": 782,
      "ռ": 783,
      "ս": 784,
      "վ": 785,
      "տ": 786,
      "ր": 787,
      "ց": 788,
      "ւ": 789,
      "ք": 790,
      "օ": 791,
      "֊": 792,
      "֑": 793,
      "֒": 794,
      "֔": 795,
      "֖": 796,
      "֗": 797,
      "֘": 798,
      "֙": 799,
      "֛": 800,
      "֜": 801,
      "֝": 802,
      "֞": 803,
      "֣": 804,
      "֤": 805,
      "֥": 806,
      "֨": 807,
      "֫": 808,
      "֭": 809,
      "֮": 810,
      "ְ": 811,
      "ֱ": 812,
      "ֲ": 813,
      "ִ": 814,
      "ֵ": 815,
      "ֶ": 816,
      "ַ": 817,
      "ָ": 818,
      "ֹ": 819,
      "ֻ": 820,
      "ּ": 821,
      "ֽ": 822,
      "־": 823,
      "׀": 824,
      "ׁ": 825,
      "ׂ": 826,
      "׃": 827,
      "ׄ": 828,
      "א": 829,
      "ב": 830,
      "ג": 831,
      "ד": 832,
      "ה": 833,
      "ו": 834,
      "ז": 835,
      "ח": 836,
      "ט": 837,
      "י": 838,
      "ך": 839,
      "כ": 840,
      "ל": 841,
      "ם": 842,
      "מ": 843,
      "ן": 844,
      "נ": 845,
      "ס": 846,
      "ע": 847,
      "ף": 848,
      "פ": 849,
      "ץ": 850,
      "צ": 851,
      "ק": 852,
      "ר": 853,
      "ש": 854,
      "ת": 855,
      "؈": 856,
      "،": 857,
      "ؐ": 858,
      "ؑ": 859,
      "ؒ": 860,
      "ؓ": 861,
      "ؔ": 862,
      "ؕ": 863,
      "ؖ": 864,
      "ؘ": 865,
      "ؙ": 866,
      "؟": 867,
      "ء": 868,
      "آ": 869,
      "أ": 870,
      "ؤ": 871,
      "إ": 872,
      "ئ": 873,
      "ا": 874,
      "ب": 875,
      "ة": 876,
      "ت": 877,
      "ث": 878,
      "ج": 879,
      "ح": 880,
      "خ": 881,
      "د": 882,
      "ذ": 883,
      "ر": 884,
      "ز": 885,
      "س": 886,
      "ش": 887,
      "ص": 888,
      "ض": 889,
      "ط": 890,
      "ظ": 891,
      "ع": 892,
      "غ": 893,
      "ػ": 894,
      "ؼ": 895,
      "ؽ": 896,
      "ؾ": 897,
      "ؿ": 898,
      "ـ": 899,
      "ف": 900,
      "ق": 901,
      "ك": 902,
      "ل": 903,
      "م": 904,
      "ن": 905,
      "ه": 906,
      "و": 907,
      "ى": 908,
      "ي": 909,
      "ً": 910,
      "ٌ": 911,
      "ٍ": 912,
      "َ": 913,
      "ُ": 914,
      "ِ": 915,
      "ّ": 916,
      "ْ": 917,
      "ٓ": 918,
      "ٔ": 919,
      "ٕ": 920,
      "ٖ": 921,
      "ٗ": 922,
      "٘": 923,
      "ٙ": 924,
      "ٚ": 925,
      "ٛ": 926,
      "ٜ": 927,
      "ٝ": 928,
      "ٞ": 929,
      "ٟ": 930,
      "٠": 931,
      "١": 932,
      "٢": 933,
      "٣": 934,
      "٤": 935,
      "٥": 936,
      "٩": 937,
      "٭": 938,
      "ٮ": 939,
      "ٹ": 940,
      "ٺ": 941,
      "ټ": 942,
      "پ": 943,
      "ړ": 944,
      "ښ": 945,
      "ڞ": 946,
      "ڠ": 947,
      "ڡ": 948,
      "ک": 949,
      "ڬ": 950,
      "گ": 951,
      "ڷ": 952,
      "ڼ": 953,
      "ۇ": 954,
      "ی": 955,
      "ې": 956,
      "۞": 957,
      "۩": 958,
      "۪": 959,
      "۫": 960,
      "۰": 961,
      "۵": 962,
      "۶": 963,
      "۹": 964,
      "ۿ": 965,
      "ܐ": 966,
      "ܓ": 967,
      "ܫ": 968,
      "ܸ": 969,
      "ސ": 970,
      "ު": 971,
      "ߑ": 972,
      "߬": 973,
      "߮": 974,
      "߰": 975,
      "߹": 976,
      "ࠅ": 977,
      "ࡇ": 978,
      "ऀ": 979,
      "ँ": 980,
      "ं": 981,
      "अ": 982,
      "ए": 983,
      "क": 984,
      "ख": 985,
      "ग": 986,
      "घ": 987,
      "च": 988,
      "ज": 989,
      "ञ": 990,
      "ट": 991,
      "ड": 992,
      "त": 993,
      "द": 994,
      "ध": 995,
      "न": 996,
      "प": 997,
      "फ": 998,
      "ब": 999,
      "भ": 1000,
      "म": 1001,
      "य": 1002,
      "र": 1003,
      "ल": 1004,
      "व": 1005,
      "श": 1006,
      "स": 1007,
      "ह": 1008,
      "ा": 1009,
      "ि": 1010,
      "ी": 1011,
      "ु": 1012,
      "ू": 1013,
      "ृ": 1014,
      "े": 1015,
      "ो": 1016,
      "्": 1017,
      "ॐ": 1018,
      "॑": 1019,
      "॒": 1020,
      "॓": 1021,
      "॔": 1022,
      "ॢ": 1023,
      "ॣ": 1024,
      "०": 1025,
      "१": 1026,
      "४": 1027,
      "५": 1028,
      "७": 1029,
      "॰": 1030,
      "ॱ": 1031,
      "ॽ": 1032,
      "ং": 1033,
      "ই": 1034,
      "উ": 1035,
      "ঌ": 1036,
      "এ": 1037,
      "ও": 1038,
      "ক": 1039,
      "ড": 1040,
      "ত": 1041,
      "ধ": 1042,
      "ন": 1043,
      "ব": 1044,
      "স": 1045,
      "হ": 1046,
      "া": 1047,
      "্": 1048,
      "৲": 1049,
      "৳": 1050,
      "৴": 1051,
      "৷": 1052,
      "৸": 1053,
      "৹": 1054,
      "৺": 1055,
      "ਉ": 1056,
      "ਊ": 1057,
      "ਕ": 1058,
      "ੇ": 1059,
      "ੈ": 1060,
      "੦": 1061,
      "੧": 1062,
      "੨": 1063,
      "੫": 1064,
      "੭": 1065,
      "੯": 1066,
      "ઇ": 1067,
      "ઘ": 1068,
      "ડ": 1069,
      "દ": 1070,
      "ન": 1071,
      "મ": 1072,
      "ર": 1073,
      "લ": 1074,
      "વ": 1075,
      "ઽ": 1076,
      "ા": 1077,
      "ુ": 1078,
      "ૂ": 1079,
      "ૃ": 1080,
      "ૄ": 1081,
      "ૅ": 1082,
      "ે": 1083,
      "ો": 1084,
      "ૢ": 1085,
      "૦": 1086,
      "૨": 1087,
      "૩": 1088,
      "૭": 1089,
      "૮": 1090,
      "ଓ": 1091,
      "ଘ": 1092,
      "ପ": 1093,
      "ଲ": 1094,
      "ଳ": 1095,
      "ଵ": 1096,
      "୧": 1097,
      "୨": 1098,
      "୯": 1099,
      "இ": 1100,
      "ஐ": 1101,
      "ஒ": 1102,
      "க": 1103,
      "ண": 1104,
      "ம": 1105,
      "ர": 1106,
      "ற": 1107,
      "ல": 1108,
      "ி": 1109,
      "ு": 1110,
      "ெ": 1111,
      "்": 1112,
      "௦": 1113,
      "௰": 1114,
      "ం": 1115,
      "అ": 1116,
      "ఇ": 1117,
      "ఉ": 1118,
      "ఌ": 1119,
      "ఒ": 1120,
      "క": 1121,
      "గ": 1122,
      "చ": 1123,
      "జ": 1124,
      "ట": 1125,
      "ఠ": 1126,
      "డ": 1127,
      "త": 1128,
      "ద": 1129,
      "న": 1130,
      "బ": 1131,
      "భ": 1132,
      "మ": 1133,
      "య": 1134,
      "ర": 1135,
      "ల": 1136,
      "వ": 1137,
      "శ": 1138,
      "స": 1139,
      "ా": 1140,
      "ి": 1141,
      "ీ": 1142,
      "ు": 1143,
      "ూ": 1144,
      "ృ": 1145,
      "ే": 1146,
      "ో": 1147,
      "ౌ": 1148,
      "్": 1149,
      "౧": 1150,
      "౨": 1151,
      "౩": 1152,
      "౪": 1153,
      "౿": 1154,
      "ಂ": 1155,
      "ಇ": 1156,
      "ಌ": 1157,
      "ಎ": 1158,
      "ಗ": 1159,
      "ಠ": 1160,
      "ಡ": 1161,
      "ಢ": 1162,
      "ತ": 1163,
      "ಥ": 1164,
      "ಲ": 1165,
      "ಿ": 1166,
      "ೃ": 1167,
      "ೕ": 1168,
      "೦": 1169,
      "೭": 1170,
      "ഃ": 1171,
      "ഒ": 1172,
      "ദ": 1173,
      "ധ": 1174,
      "ന": 1175,
      "യ": 1176,
      "ര": 1177,
      "ി": 1178,
      "്": 1179,
      "൦": 1180,
      "൧": 1181,
      "൩": 1182,
      "൱": 1183,
      "ට": 1184,
      "ම": 1185,
      "ව": 1186,
      "ළ": 1187,
      "ෆ": 1188,
      "ු": 1189,
      "෴": 1190,
      "ก": 1191,
      "ข": 1192,
      "ค": 1193,
      "ฅ": 1194,
      "ง": 1195,
      "จ": 1196,
      "ฉ": 1197,
      "ช": 1198,
      "ซ": 1199,
      "ญ": 1200,
      "ฑ": 1201,
      "ฒ": 1202,
      "ณ": 1203,
      "ด": 1204,
      "ต": 1205,
      "ถ": 1206,
      "ท": 1207,
      "ธ": 1208,
      "น": 1209,
      "บ": 1210,
      "ป": 1211,
      "ผ": 1212,
      "ฝ": 1213,
      "พ": 1214,
      "ฟ": 1215,
      "ภ": 1216,
      "ม": 1217,
      "ย": 1218,
      "ร": 1219,
      "ฤ": 1220,
      "ล": 1221,
      "ว": 1222,
      "ศ": 1223,
      "ษ": 1224,
      "ส": 1225,
      "ห": 1226,
      "อ": 1227,
      "ฮ": 1228,
      "ะ": 1229,
      "ั": 1230,
      "า": 1231,
      "ำ": 1232,
      "ิ": 1233,
      "ี": 1234,
      "ึ": 1235,
      "ื": 1236,
      "ุ": 1237,
      "ู": 1238,
      "ฺ": 1239,
      "เ": 1240,
      "แ": 1241,
      "โ": 1242,
      "ใ": 1243,
      "ไ": 1244,
      "ๆ": 1245,
      "็": 1246,
      "่": 1247,
      "้": 1248,
      "๊": 1249,
      "๋": 1250,
      "์": 1251,
      "ํ": 1252,
      "๏": 1253,
      "๐": 1254,
      "๑": 1255,
      "๓": 1256,
      "๕": 1257,
      "ຂ": 1258,
      "ຄ": 1259,
      "ງ": 1260,
      "ດ": 1261,
      "ນ": 1262,
      "ລ": 1263,
      "ວ": 1264,
      "ຫ": 1265,
      "ອ": 1266,
      "ຮ": 1267,
      "ະ": 1268,
      "ັ": 1269,
      "ິ": 1270,
      "ີ": 1271,
      "ຶ": 1272,
      "ື": 1273,
      "ູ": 1274,
      "ົ": 1275,
      "ເ": 1276,
      "ແ": 1277,
      "່": 1278,
      "໊": 1279,
      "໋": 1280,
      "໌": 1281,
      "໐": 1282,
      "໒": 1283,
      "ༀ": 1284,
      "༄": 1285,
      "་": 1286,
      "༌": 1287,
      "།": 1288,
      "༎": 1289,
      "༒": 1290,
      "༓": 1291,
      "༘": 1292,
      "༚": 1293,
      "༝": 1294,
      "༡": 1295,
      "༥": 1296,
      "༶": 1297,
      "༺": 1298,
      "༻": 1299,
      "༼": 1300,
      "༽": 1301,
      "ཀ": 1302,
      "ཁ": 1303,
      "ག": 1304,
      "ང": 1305,
      "ཅ": 1306,
      "ཆ": 1307,
      "ཇ": 1308,
      "ཐ": 1309,
      "ད": 1310,
      "ན": 1311,
      "པ": 1312,
      "བ": 1313,
      "མ": 1314,
      "ཙ": 1315,
      "ཚ": 1316,
      "ཛ": 1317,
      "ཞ": 1318,
      "ཟ": 1319,
      "འ": 1320,
      "ཡ": 1321,
      "ར": 1322,
      "ལ": 1323,
      "ཤ": 1324,
      "ས": 1325,
      "ཫ": 1326,
      "ི": 1327,
      "ུ": 1328,
      "ེ": 1329,
      "ཻ": 1330,
      "ོ": 1331,
      "ཽ": 1332,
      "ཾ": 1333,
      "ྀ": 1334,
      "ྟ": 1335,
      "ྡ": 1336,
      "ྲ": 1337,
      "ྷ": 1338,
      "࿀": 1339,
      "࿁": 1340,
      "࿉": 1341,
      "࿐": 1342,
      "࿔": 1343,
      "က": 1344,
      "င": 1345,
      "ည": 1346,
      "ဏ": 1347,
      "တ": 1348,
      "န": 1349,
      "ပ": 1350,
      "ဖ": 1351,
      "ဘ": 1352,
      "မ": 1353,
      "ယ": 1354,
      "ရ": 1355,
      "လ": 1356,
      "ဝ": 1357,
      "သ": 1358,
      "ဟ": 1359,
      "ဣ": 1360,
      "ာ": 1361,
      "ိ": 1362,
      "ု": 1363,
      "ူ": 1364,
      "ေ": 1365,
      "ဲ": 1366,
      "့": 1367,
      "း": 1368,
      "္": 1369,
      "်": 1370,
      "ြ": 1371,
      "ွ": 1372,
      "ှ": 1373,
      "ა": 1374,
      "გ": 1375,
      "დ": 1376,
      "ე": 1377,
      "ვ": 1378,
      "ი": 1379,
      "კ": 1380,
      "ლ": 1381,
      "ნ": 1382,
      "ო": 1383,
      "ს": 1384,
      "ფ": 1385,
      "ღ": 1386,
      "ხ": 1387,
      "ჱ": 1388,
      "ჲ": 1389,
      "ᄀ": 1390,
      "ᄁ": 1391,
      "ᄂ": 1392,
      "ᄃ": 1393,
      "ᄄ": 1394,
      "ᄅ": 1395,
      "ᄆ": 1396,
      "ᄇ": 1397,
      "ᄈ": 1398,
      "ᄉ": 1399,
      "ᄊ": 1400,
      "ᄋ": 1401,
      "ᄌ": 1402,
      "ᄍ": 1403,
      "ᄎ": 1404,
      "ᄏ": 1405,
      "ᄐ": 1406,
      "ᄑ": 1407,
      "ᄒ": 1408,
      "ᄔ": 1409,
      "ᄭ": 1410,
      "ᄵ": 1411,
      "ᅀ": 1412,
      "ᅌ": 1413,
      "ᅒ": 1414,
      "ᅘ": 1415,
      "ᅟ": 1416,
      "ᅠ": 1417,
      "ᅡ": 1418,
      "ᅥ": 1419,
      "ᅦ": 1420,
      "ᅧ": 1421,
      "ᅩ": 1422,
      "ᅮ": 1423,
      "ᅯ": 1424,
      "ᅲ": 1425,
      "ᅳ": 1426,
      "ᅴ": 1427,
      "ᅵ": 1428,
      "ᆂ": 1429,
      "ᆍ": 1430,
      "ᆞ": 1431,
      "ᆡ": 1432,
      "ᆢ": 1433,
      "ᆫ": 1434,
      "ᆮ": 1435,
      "ᆯ": 1436,
      "ᆷ": 1437,
      "ᆸ": 1438,
      "ᆺ": 1439,
      "ᆻ": 1440,
      "ᆼ": 1441,
      "ᇂ": 1442,
      "ᇘ": 1443,
      "ᇫ": 1444,
      "ᇰ": 1445,
      "ቼ": 1446,
      "ኈ": 1447,
      "ኔ": 1448,
      "ኦ": 1449,
      "ዞ": 1450,
      "ዽ": 1451,
      "ጤ": 1452,
      "ጿ": 1453,
      "ፆ": 1454,
      "ፍ": 1455,
      "፶": 1456,
      "᎑": 1457,
      "᎔": 1458,
      "᎖": 1459,
      "Ꭿ": 1460,
      "Ꮆ": 1461,
      "Ꮍ": 1462,
      "Ꮚ": 1463,
      "Ꮰ": 1464,
      "Ꮱ": 1465,
      "Ᏻ": 1466,
      "ᐇ": 1467,
      "ᐕ": 1468,
      "ᐖ": 1469,
      "ᐛ": 1470,
      "ᐝ": 1471,
      "ᐟ": 1472,
      "ᐠ": 1473,
      "ᐡ": 1474,
      "ᐢ": 1475,
      "ᐣ": 1476,
      "ᐤ": 1477,
      "ᐧ": 1478,
      "ᐨ": 1479,
      "ᐲ": 1480,
      "ᑋ": 1481,
      "ᑌ": 1482,
      "ᑎ": 1483,
      "ᑒ": 1484,
      "ᑕ": 1485,
      "ᑦ": 1486,
      "ᑭ": 1487,
      "ᒏ": 1488,
      "ᒪ": 1489,
      "ᒺ": 1490,
      "ᓀ": 1491,
      "ᓂ": 1492,
      "ᓄ": 1493,
      "ᓚ": 1494,
      "ᓫ": 1495,
      "ᔆ": 1496,
      "ᔕ": 1497,
      "ᔙ": 1498,
      "ᔪ": 1499,
      "ᕑ": 1500,
      "ᕕ": 1501,
      "ᕗ": 1502,
      "ᕙ": 1503,
      "ᕡ": 1504,
      "ᕤ": 1505,
      "ᕦ": 1506,
      "ᕬ": 1507,
      "ᕱ": 1508,
      "ᕷ": 1509,
      "ᕼ": 1510,
      "ᖇ": 1511,
      "ᖰ": 1512,
      "ᖳ": 1513,
      "ᖴ": 1514,
      "ᗊ": 1515,
      "ᗋ": 1516,
      "ᗒ": 1517,
      "ᗕ": 1518,
      "ᗜ": 1519,
      "ᗝ": 1520,
      "ᗢ": 1521,
      "ᗣ": 1522,
      "ᗦ": 1523,
      "ᗨ": 1524,
      "ᗩ": 1525,
      "ᗪ": 1526,
      "ᗰ": 1527,
      "ᗷ": 1528,
      "ᘌ": 1529,
      "ᘏ": 1530,
      "ᘓ": 1531,
      "ᘧ": 1532,
      "ᘰ": 1533,
      "ᘳ": 1534,
      "ᙏ": 1535,
      "ᜊ": 1536,
      "ᝰ": 1537,
      "ក": 1538,
      "ខ": 1539,
      "ជ": 1540,
      "ត": 1541,
      "ថ": 1542,
      "ទ": 1543,
      "ន": 1544,
      "ផ": 1545,
      "ភ": 1546,
      "ម": 1547,
      "យ": 1548,
      "រ": 1549,
      "ល": 1550,
      "វ": 1551,
      "ស": 1552,
      "ា": 1553,
      "ី": 1554,
      "ុ": 1555,
      "ូ": 1556,
      "ែ": 1557,
      "៊": 1558,
      "័": 1559,
      "្": 1560,
      "៖": 1561,
      "២": 1562,
      "៧": 1563,
      "ᠠ": 1564,
      "ᠡ": 1565,
      "ᠢ": 1566,
      "ᠥ": 1567,
      "ᠦ": 1568,
      "ᠨ": 1569,
      "ᠬ": 1570,
      "ᠭ": 1571,
      "ᠮ": 1572,
      "ᠯ": 1573,
      "ᠲ": 1574,
      "ᠳ": 1575,
      "ᠵ": 1576,
      "ᠶ": 1577,
      "ᠷ": 1578,
      "ᦂ": 1579,
      "᧕": 1580,
      "ᨀ": 1581,
      "ᨐ": 1582,
      "ᨔ": 1583,
      "᨟": 1584,
      "ᨻ": 1585,
      "ᩚ": 1586,
      "ᯅ": 1587,
      "ᰔ": 1588,
      "ᱍ": 1589,
      "ᴀ": 1590,
      "ᴂ": 1591,
      "ᴄ": 1592,
      "ᴅ": 1593,
      "ᴇ": 1594,
      "ᴈ": 1595,
      "ᴊ": 1596,
      "ᴋ": 1597,
      "ᴍ": 1598,
      "ᴏ": 1599,
      "ᴖ": 1600,
      "ᴗ": 1601,
      "ᴘ": 1602,
      "ᴛ": 1603,
      "ᴜ": 1604,
      "ᴠ": 1605,
      "ᴡ": 1606,
      "ᴢ": 1607,
      "ᴥ": 1608,
      "ᴬ": 1609,
      "ᴮ": 1610,
      "ᴰ": 1611,
      "ᴱ": 1612,
      "ᴳ": 1613,
      "ᴴ": 1614,
      "ᴵ": 1615,
      "ᴷ": 1616,
      "ᴸ": 1617,
      "ᴹ": 1618,
      "ᴺ": 1619,
      "ᴼ": 1620,
      "ᴾ": 1621,
      "ᴿ": 1622,
      "ᵀ": 1623,
      "ᵁ": 1624,
      "ᵂ": 1625,
      "ᵃ": 1626,
      "ᵇ": 1627,
      "ᵈ": 1628,
      "ᵉ": 1629,
      "ᵋ": 1630,
      "ᵌ": 1631,
      "ᵍ": 1632,
      "ᵎ": 1633,
      "ᵏ": 1634,
      "ᵑ": 1635,
      "ᵒ": 1636,
      "ᵔ": 1637,
      "ᵕ": 1638,
      "ᵗ": 1639,
      "ᵘ": 1640,
      "ᵛ": 1641,
      "ᵜ": 1642,
      "ᵞ": 1643,
      "ᵟ": 1644,
      "ᵤ": 1645,
      "ᵧ": 1646,
      "ᶅ": 1647,
      "ᶘ": 1648,
      "ᶜ": 1649,
      "ᶠ": 1650,
      "ᶸ": 1651,
      "ᶻ": 1652,
      "ᶿ": 1653,
      "᷀": 1654,
      "᷁": 1655,
      "᷄": 1656,
      "᷅": 1657,
      "᷆": 1658,
      "᷇": 1659,
      "᷉": 1660,
      "ḇ": 1661,
      "ḍ": 1662,
      "ḏ": 1663,
      "ḓ": 1664,
      "ḗ": 1665,
      "ḙ": 1666,
      "ḡ": 1667,
      "Ḣ": 1668,
      "Ḥ": 1669,
      "ḥ": 1670,
      "Ḫ": 1671,
      "ḫ": 1672,
      "ḱ": 1673,
      "ḷ": 1674,
      "ṁ": 1675,
      "ṃ": 1676,
      "ṅ": 1677,
      "ṇ": 1678,
      "ṑ": 1679,
      "ṓ": 1680,
      "ṛ": 1681,
      "ṣ": 1682,
      "ṧ": 1683,
      "Ṭ": 1684,
      "ṭ": 1685,
      "ṯ": 1686,
      "ṱ": 1687,
      "ẓ": 1688,
      "Ạ": 1689,
      "ạ": 1690,
      "Ả": 1691,
      "ả": 1692,
      "Ấ": 1693,
      "ấ": 1694,
      "ầ": 1695,
      "ẩ": 1696,
      "ẫ": 1697,
      "ậ": 1698,
      "ắ": 1699,
      "ằ": 1700,
      "ẳ": 1701,
      "ẵ": 1702,
      "ặ": 1703,
      "ẹ": 1704,
      "ẻ": 1705,
      "Ẽ": 1706,
      "ẽ": 1707,
      "Ế": 1708,
      "ế": 1709,
      "ề": 1710,
      "ể": 1711,
      "Ễ": 1712,
      "ễ": 1713,
      "ệ": 1714,
      "ỉ": 1715,
      "Ị": 1716,
      "ị": 1717,
      "Ọ": 1718,
      "ọ": 1719,
      "ỏ": 1720,
      "Ố": 1721,
      "ố": 1722,
      "ồ": 1723,
      "ổ": 1724,
      "ỗ": 1725,
      "Ộ": 1726,
      "ộ": 1727,
      "ớ": 1728,
      "ờ": 1729,
      "Ở": 1730,
      "ở": 1731,
      "ợ": 1732,
      "ụ": 1733,
      "ủ": 1734,
      "ứ": 1735,
      "ừ": 1736,
      "ử": 1737,
      "ữ": 1738,
      "ự": 1739,
      "ỳ": 1740,
      "ỷ": 1741,
      "ỹ": 1742,
      "ἀ": 1743,
      "ἁ": 1744,
      "ἂ": 1745,
      "ἃ": 1746,
      "ἄ": 1747,
      "ἅ": 1748,
      "Ἀ": 1749,
      "Ἁ": 1750,
      "ἐ": 1751,
      "ἑ": 1752,
      "ἔ": 1753,
      "Ἐ": 1754,
      "Ἑ": 1755,
      "ἠ": 1756,
      "ἡ": 1757,
      "ἢ": 1758,
      "ἣ": 1759,
      "ἤ": 1760,
      "ἥ": 1761,
      "ἦ": 1762,
      "ἰ": 1763,
      "ἱ": 1764,
      "ἴ": 1765,
      "ἵ": 1766,
      "ἶ": 1767,
      "ἷ": 1768,
      "Ἰ": 1769,
      "Ἱ": 1770,
      "ὀ": 1771,
      "ὁ": 1772,
      "ὃ": 1773,
      "ὄ": 1774,
      "ὅ": 1775,
      "Ὀ": 1776,
      "Ὁ": 1777,
      "Ὃ": 1778,
      "Ὅ": 1779,
      "ὐ": 1780,
      "ὑ": 1781,
      "ὔ": 1782,
      "ὕ": 1783,
      "ὖ": 1784,
      "ὗ": 1785,
      "Ὕ": 1786,
      "ὡ": 1787,
      "ὤ": 1788,
      "ὥ": 1789,
      "ὰ": 1790,
      "ὲ": 1791,
      "ὴ": 1792,
      "ὶ": 1793,
      "ὸ": 1794,
      "ὺ": 1795,
      "ὼ": 1796,
      "ᾗ": 1797,
      "ᾰ": 1798,
      "ᾳ": 1799,
      "ᾶ": 1800,
      "᾽": 1801,
      "᾿": 1802,
      "῁": 1803,
      "ῃ": 1804,
      "ῆ": 1805,
      "ῇ": 1806,
      "ῐ": 1807,
      "ῑ": 1808,
      "ῖ": 1809,
      "ῥ": 1810,
      "ῦ": 1811,
      "Ῥ": 1812,
      "ῳ": 1813,
      "ῴ": 1814,
      "ῶ": 1815,
      "ῷ": 1816,
      "​": 1817,
      "‌": 1818,
      "‎": 1819,
      "‐": 1820,
      "‑": 1821,
      "‒": 1822,
      "–": 1823,
      "—": 1824,
      "―": 1825,
      "‖": 1826,
      "‗": 1827,
      "‘": 1828,
      "’": 1829,
      "“": 1830,
      "”": 1831,
      "†": 1832,
      "‡": 1833,
      "•": 1834,
      "‣": 1835,
      "․": 1836,
      "‥": 1837,
      "…": 1838,
      "‧": 1839,
      "‰": 1840,
      "‱": 1841,
      "′": 1842,
      "″": 1843,
      "‴": 1844,
      "‵": 1845,
      "‶": 1846,
      "‸": 1847,
      "‹": 1848,
      "›": 1849,
      "※": 1850,
      "‼": 1851,
      "‽": 1852,
      "‾": 1853,
      "‿": 1854,
      "⁀": 1855,
      "⁂": 1856,
      "⁃": 1857,
      "⁄": 1858,
      "⁇": 1859,
      "⁉": 1860,
      "⁋": 1861,
      "⁍": 1862,
      "⁎": 1863,
      "⁐": 1864,
      "⁑": 1865,
      "⁔": 1866,
      "⁕": 1867,
      "⁙": 1868,
      "⁜": 1869,
      "⁝": 1870,
      "⁰": 1871,
      "ⁱ": 1872,
      "⁴": 1873,
      "⁵": 1874,
      "⁶": 1875,
      "⁷": 1876,
      "⁸": 1877,
      "⁹": 1878,
      "⁺": 1879,
      "⁻": 1880,
      "⁼": 1881,
      "⁽": 1882,
      "⁾": 1883,
      "ⁿ": 1884,
      "₀": 1885,
      "₁": 1886,
      "₂": 1887,
      "₃": 1888,
      "₄": 1889,
      "₊": 1890,
      "₋": 1891,
      "₌": 1892,
      "₍": 1893,
      "₎": 1894,
      "ₒ": 1895,
      "₣": 1896,
      "₤": 1897,
      "₩": 1898,
      "₫": 1899,
      "€": 1900,
      "₮": 1901,
      "₹": 1902,
      "₽": 1903,
      "₿": 1904,
      "⃑": 1905,
      "⃒": 1906,
      "⃓": 1907,
      "⃔": 1908,
      "⃕": 1909,
      "⃘": 1910,
      "⃙": 1911,
      "⃚": 1912,
      "⃛": 1913,
      "⃜": 1914,
      "⃝": 1915,
      "⃞": 1916,
      "⃟": 1917,
      "⃡": 1918,
      "⃣": 1919,
      "⃥": 1920,
      "⃫": 1921,
      "⃰": 1922,
      "ℂ": 1923,
      "℃": 1924,
      "℉": 1925,
      "ℍ": 1926,
      "ℎ": 1927,
      "ℏ": 1928,
      "ℑ": 1929,
      "ℒ": 1930,
      "ℓ": 1931,
      "℔": 1932,
      "ℕ": 1933,
      "№": 1934,
      "℗": 1935,
      "℘": 1936,
      "ℙ": 1937,
      "ℜ": 1938,
      "ℝ": 1939,
      "℡": 1940,
      "™": 1941,
      "ℤ": 1942,
      "℧": 1943,
      "ℬ": 1944,
      "℮": 1945,
      "ℯ": 1946,
      "ℰ": 1947,
      "ℴ": 1948,
      "ℵ": 1949,
      "ℹ": 1950,
      "⅏": 1951,
      "⅐": 1952,
      "⅓": 1953,
      "⅔": 1954,
      "⅗": 1955,
      "⅙": 1956,
      "⅛": 1957,
      "⅜": 1958,
      "⅝": 1959,
      "⅞": 1960,
      "Ⅰ": 1961,
      "Ⅱ": 1962,
      "Ⅲ": 1963,
      "Ⅳ": 1964,
      "Ⅴ": 1965,
      "Ⅵ": 1966,
      "Ⅶ": 1967,
      "Ⅷ": 1968,
      "Ⅸ": 1969,
      "Ⅹ": 1970,
      "Ⅺ": 1971,
      "Ⅻ": 1972,
      "ⅰ": 1973,
      "ⅱ": 1974,
      "ⅲ": 1975,
      "ⅳ": 1976,
      "ⅴ": 1977,
      "ⅵ": 1978,
      "ⅶ": 1979,
      "ⅷ": 1980,
      "ⅸ": 1981,
      "ⅹ": 1982,
      "ⅺ": 1983,
      "ⅻ": 1984,
      "ↀ": 1985,
      "←": 1986,
      "↑": 1987,
      "→": 1988,
      "↓": 1989,
      "↔": 1990,
      "↕": 1991,
      "↖": 1992,
      "↗": 1993,
      "↘": 1994,
      "↙": 1995,
      "↛": 1996,
      "↜": 1997,
      "↝": 1998,
      "↞": 1999,
      "↟": 2000,
      "↣": 2001,
      "↦": 2002,
      "↪": 2003,
      "↯": 2004,
      "↳": 2005,
      "↴": 2006,
      "↷": 2007,
      "↻": 2008,
      "↼": 2009,
      "⇀": 2010,
      "⇄": 2011,
      "⇆": 2012,
      "⇌": 2013,
      "⇎": 2014,
      "⇐": 2015,
      "⇒": 2016,
      "⇓": 2017,
      "⇔": 2018,
      "⇚": 2019,
      "⇛": 2020,
      "⇜": 2021,
      "⇝": 2022,
      "⇠": 2023,
      "⇡": 2024,
      "⇢": 2025,
      "⇣": 2026,
      "⇤": 2027,
      "⇦": 2028,
      "⇧": 2029,
      "⇨": 2030,
      "⇩": 2031,
      "⇰": 2032,
      "⇱": 2033,
      "⇾": 2034,
      "∀": 2035,
      "∂": 2036,
      "∃": 2037,
      "∅": 2038,
      "∆": 2039,
      "∇": 2040,
      "∈": 2041,
      "∉": 2042,
      "∊": 2043,
      "∋": 2044,
      "∎": 2045,
      "∏": 2046,
      "∑": 2047,
      "−": 2048,
      "∓": 2049,
      "∕": 2050,
      "∗": 2051,
      "∘": 2052,
      "∙": 2053,
      "√": 2054,
      "∝": 2055,
      "∞": 2056,
      "∟": 2057,
      "∠": 2058,
      "∡": 2059,
      "∣": 2060,
      "∥": 2061,
      "∦": 2062,
      "∧": 2063,
      "∨": 2064,
      "∩": 2065,
      "∪": 2066,
      "∫": 2067,
      "∬": 2068,
      "∮": 2069,
      "∴": 2070,
      "∵": 2071,
      "∶": 2072,
      "∷": 2073,
      "∼": 2074,
      "∽": 2075,
      "≀": 2076,
      "≃": 2077,
      "≅": 2078,
      "≈": 2079,
      "≒": 2080,
      "≖": 2081,
      "≗": 2082,
      "≛": 2083,
      "≜": 2084,
      "≠": 2085,
      "≡": 2086,
      "≤": 2087,
      "≥": 2088,
      "≦": 2089,
      "≧": 2090,
      "≪": 2091,
      "≫": 2092,
      "≲": 2093,
      "≺": 2094,
      "≻": 2095,
      "⊂": 2096,
      "⊃": 2097,
      "⊆": 2098,
      "⊇": 2099,
      "⊈": 2100,
      "⊊": 2101,
      "⊋": 2102,
      "⊑": 2103,
      "⊔": 2104,
      "⊕": 2105,
      "⊖": 2106,
      "⊗": 2107,
      "⊘": 2108,
      "⊙": 2109,
      "⊞": 2110,
      "⊢": 2111,
      "⊤": 2112,
      "⊥": 2113,
      "⊧": 2114,
      "⊨": 2115,
      "⊩": 2116,
      "⊬": 2117,
      "⊰": 2118,
      "⊱": 2119,
      "⊳": 2120,
      "⊸": 2121,
      "⊹": 2122,
      "⊼": 2123,
      "⊿": 2124,
      "⋁": 2125,
      "⋂": 2126,
      "⋄": 2127,
      "⋅": 2128,
      "⋆": 2129,
      "⋈": 2130,
      "⋉": 2131,
      "⋋": 2132,
      "⋌": 2133,
      "⋔": 2134,
      "⋚": 2135,
      "⋛": 2136,
      "⋞": 2137,
      "⋟": 2138,
      "⋮": 2139,
      "⋯": 2140,
      "⋰": 2141,
      "⌁": 2142,
      "⌂": 2143,
      "⌃": 2144,
      "⌄": 2145,
      "⌇": 2146,
      "⌈": 2147,
      "⌉": 2148,
      "⌊": 2149,
      "⌋": 2150,
      "⌐": 2151,
      "⌑": 2152,
      "⌒": 2153,
      "⌓": 2154,
      "⌔": 2155,
      "⌖": 2156,
      "⌘": 2157,
      "⌚": 2158,
      "⌛": 2159,
      "⌜": 2160,
      "⌟": 2161,
      "⌠": 2162,
      "⌡": 2163,
      "⌢": 2164,
      "⌣": 2165,
      "⌤": 2166,
      "⌥": 2167,
      "⌧": 2168,
      "⌨": 2169,
      "⌫": 2170,
      "⌯": 2171,
      "⌳": 2172,
      "⌵": 2173,
      "⍋": 2174,
      "⍏": 2175,
      "⍙": 2176,
      "⍛": 2177,
      "⍜": 2178,
      "⍢": 2179,
      "⍣": 2180,
      "⍤": 2181,
      "⍥": 2182,
      "⍨": 2183,
      "⍩": 2184,
      "⍺": 2185,
      "⎍": 2186,
      "⎕": 2187,
      "⎛": 2188,
      "⎜": 2189,
      "⎝": 2190,
      "⎞": 2191,
      "⎟": 2192,
      "⎠": 2193,
      "⎡": 2194,
      "⎢": 2195,
      "⎣": 2196,
      "⎤": 2197,
      "⎥": 2198,
      "⎦": 2199,
      "⎧": 2200,
      "⎨": 2201,
      "⎩": 2202,
      "⎪": 2203,
      "⎫": 2204,
      "⎬": 2205,
      "⎭": 2206,
      "⎮": 2207,
      "⎯": 2208,
      "⎸": 2209,
      "⎼": 2210,
      "⏀": 2211,
      "⏎": 2212,
      "⏐": 2213,
      "⏑": 2214,
      "⏩": 2215,
      "⏪": 2216,
      "⏬": 2217,
      "⏭": 2218,
      "⏰": 2219,
      "⏱": 2220,
      "⏳": 2221,
      "⏵": 2222,
      "⏹": 2223,
      "⏺": 2224,
      "⏾": 2225,
      "␣": 2226,
      "⑂": 2227,
      "⑅": 2228,
      "⑉": 2229,
      "①": 2230,
      "②": 2231,
      "③": 2232,
      "④": 2233,
      "⑤": 2234,
      "⑥": 2235,
      "⑦": 2236,
      "⑧": 2237,
      "⑨": 2238,
      "⑩": 2239,
      "⑪": 2240,
      "⑫": 2241,
      "⑬": 2242,
      "⑭": 2243,
      "⑮": 2244,
      "⑯": 2245,
      "⑰": 2246,
      "⑱": 2247,
      "⑲": 2248,
      "⑳": 2249,
      "⑴": 2250,
      "⑵": 2251,
      "⑶": 2252,
      "⑷": 2253,
      "⑸": 2254,
      "⑹": 2255,
      "⑺": 2256,
      "⑻": 2257,
      "⑼": 2258,
      "⑽": 2259,
      "⑾": 2260,
      "⑿": 2261,
      "⒀": 2262,
      "⒁": 2263,
      "⒂": 2264,
      "⒃": 2265,
      "⒜": 2266,
      "⒝": 2267,
      "⒞": 2268,
      "⒟": 2269,
      "⒠": 2270,
      "⒡": 2271,
      "⒢": 2272,
      "⒧": 2273,
      "⒨": 2274,
      "⒩": 2275,
      "⒪": 2276,
      "⒱": 2277,
      "⒲": 2278,
      "⒳": 2279,
      "⒵": 2280,
      "Ⓐ": 2281,
      "Ⓑ": 2282,
      "Ⓒ": 2283,
      "Ⓓ": 2284,
      "Ⓔ": 2285,
      "Ⓕ": 2286,
      "Ⓖ": 2287,
      "Ⓗ": 2288,
      "Ⓘ": 2289,
      "Ⓙ": 2290,
      "Ⓚ": 2291,
      "Ⓛ": 2292,
      "Ⓜ": 2293,
      "Ⓝ": 2294,
      "Ⓞ": 2295,
      "Ⓟ": 2296,
      "Ⓡ": 2297,
      "Ⓢ": 2298,
      "Ⓦ": 2299,
      "ⓐ": 2300,
      "ⓑ": 2301,
      "ⓒ": 2302,
      "ⓓ": 2303,
      "ⓔ": 2304,
      "ⓕ": 2305,
      "ⓖ": 2306,
      "ⓗ": 2307,
      "ⓘ": 2308,
      "ⓙ": 2309,
      "ⓚ": 2310,
      "ⓛ": 2311,
      "ⓜ": 2312,
      "ⓝ": 2313,
      "ⓞ": 2314,
      "ⓟ": 2315,
      "ⓠ": 2316,
      "ⓡ": 2317,
      "ⓢ": 2318,
      "ⓣ": 2319,
      "ⓤ": 2320,
      "ⓥ": 2321,
      "ⓦ": 2322,
      "ⓧ": 2323,
      "ⓨ": 2324,
      "ⓩ": 2325,
      "⓪": 2326,
      "⓫": 2327,
      "⓬": 2328,
      "⓭": 2329,
      "⓮": 2330,
      "⓯": 2331,
      "⓰": 2332,
      "⓱": 2333,
      "⓵": 2334,
      "⓶": 2335,
      "⓷": 2336,
      "⓸": 2337,
      "⓹": 2338,
      "⓺": 2339,
      "⓻": 2340,
      "⓼": 2341,
      "⓽": 2342,
      "⓾": 2343,
      "─": 2344,
      "━": 2345,
      "│": 2346,
      "┃": 2347,
      "┄": 2348,
      "┈": 2349,
      "┊": 2350,
      "┌": 2351,
      "┎": 2352,
      "┏": 2353,
      "┐": 2354,
      "┓": 2355,
      "└": 2356,
      "┕": 2357,
      "┖": 2358,
      "┗": 2359,
      "┘": 2360,
      "┚": 2361,
      "┛": 2362,
      "├": 2363,
      "┠": 2364,
      "┡": 2365,
      "┢": 2366,
      "┣": 2367,
      "┤": 2368,
      "┫": 2369,
      "┬": 2370,
      "┳": 2371,
      "┴": 2372,
      "┻": 2373,
      "┼": 2374,
      "┿": 2375,
      "╂": 2376,
      "╊": 2377,
      "╋": 2378,
      "═": 2379,
      "║": 2380,
      "╔": 2381,
      "╗": 2382,
      "╚": 2383,
      "╝": 2384,
      "╥": 2385,
      "╬": 2386,
      "╭": 2387,
      "╮": 2388,
      "╯": 2389,
      "╰": 2390,
      "╱": 2391,
      "╲": 2392,
      "╶": 2393,
      "╹": 2394,
      "╺": 2395,
      "╻": 2396,
      "▀": 2397,
      "▁": 2398,
      "▂": 2399,
      "▃": 2400,
      "▄": 2401,
      "▅": 2402,
      "▆": 2403,
      "▇": 2404,
      "█": 2405,
      "▉": 2406,
      "▌": 2407,
      "▍": 2408,
      "▎": 2409,
      "▏": 2410,
      "▐": 2411,
      "░": 2412,
      "▒": 2413,
      "▔": 2414,
      "▕": 2415,
      "■": 2416,
      "□": 2417,
      "▢": 2418,
      "▣": 2419,
      "▤": 2420,
      "▥": 2421,
      "▦": 2422,
      "▧": 2423,
      "▨": 2424,
      "▩": 2425,
      "▪": 2426,
      "▫": 2427,
      "▬": 2428,
      "▭": 2429,
      "▮": 2430,
      "▯": 2431,
      "▰": 2432,
      "▱": 2433,
      "▲": 2434,
      "△": 2435,
      "▴": 2436,
      "▵": 2437,
      "▶": 2438,
      "▷": 2439,
      "▸": 2440,
      "▹": 2441,
      "►": 2442,
      "▻": 2443,
      "▼": 2444,
      "▽": 2445,
      "▾": 2446,
      "▿": 2447,
      "◀": 2448,
      "◁": 2449,
      "◂": 2450,
      "◃": 2451,
      "◄": 2452,
      "◅": 2453,
      "◆": 2454,
      "◇": 2455,
      "◈": 2456,
      "◉": 2457,
      "◊": 2458,
      "○": 2459,
      "◌": 2460,
      "◍": 2461,
      "◎": 2462,
      "●": 2463,
      "◐": 2464,
      "◑": 2465,
      "◒": 2466,
      "◔": 2467,
      "◕": 2468,
      "◖": 2469,
      "◗": 2470,
      "◘": 2471,
      "◛": 2472,
      "◜": 2473,
      "◝": 2474,
      "◞": 2475,
      "◟": 2476,
      "◠": 2477,
      "◡": 2478,
      "◤": 2479,
      "◥": 2480,
      "◦": 2481,
      "◮": 2482,
      "◯": 2483,
