<s>
<\s>
<unk>
<sep>
<mask>
<cls>
<unused0>
<unused1>
<unused2>
<unused3>
<unused4>
<unused5>
<unused6>
<unused7>
<unused8>
<unused9>
<unused10>
<unused11>
<unused12>
<unused13>
<unused14>
<unused15>
<unused16>
<unused17>
<unused18>
<unused19>
<unused20>
<unused21>
<unused22>
<unused23>
<unused24>
<unused25>
<unused26>
<unused27>
<unused28>
<unused29>
<unused30>
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
®
¯
°
±
²
³
´
µ
¶
·
¸
¹
º
»
¼
½
¾
¿
À
Á
Â
Ã
Ä
Å
Æ
Ç
È
É
Ê
Ë
Ì
Í
Î
Ï
Ð
Ñ
Ò
Ó
Ô
Õ
Ö
×
Ø
Ù
Ú
Û
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
÷
ø
ù
ú
û
ü
ý
þ
ÿ
Ā
ā
Ă
ă
ą
Ć
ć
Ĉ
ĉ
Č
č
Ď
Đ
đ
Ē
ē
ĕ
ė
ę
ě
ĝ
Ğ
ğ
ģ
Ħ
ħ
ĩ
Ī
ī
Ĭ
ĭ
İ
ı
ĵ
Ķ
ķ
ĸ
Ĺ
ĺ
Ľ
ľ
Ŀ
Ł
ł
ń
Ņ
ņ
ň
ŉ
ŋ
Ō
ō
Ŏ
ŏ
Ő
ő
Œ
œ
Ŗ
ŗ
Ř
ř
Ś
ś
ŝ
Ş
ş
Š
š
Ţ
ţ
ť
Ũ
ũ
ū
ŭ
ů
Ű
ű
ŷ
Ÿ
ź
Ż
ż
Ž
ž
ƈ
ƍ
Ə
Ɛ
ƒ
Ɩ
ƚ
ƛ
ƞ
ơ
ƥ
ƪ
Ʈ
Ư
ư
Ƶ
Ʒ
Ƹ
ǁ
ǂ
ǃ
ǈ
ǉ
ǎ
ǐ
ǒ
ǔ
ǚ
Ǜ
ǜ
ǝ
ǟ
ǫ
Ǯ
ǯ
ǲ
Ǹ
Ǻ
ǽ
Ǿ
Ȃ
Ȇ
ȉ
Ȋ
Ȍ
ȏ
Ș
ș
Ț
ȟ
ȣ
ȥ
ȷ
Ɂ
ɐ
ɑ
ɒ
ɔ
ɕ
ɖ
ə
ɚ
ɛ
ɜ
ɞ
ɟ
ɡ
ɢ
ɣ
ɤ
ɥ
ɨ
ɪ
ɫ
ɬ
ɮ
ɯ
ɰ
ɲ
ɳ
ɴ
ɵ
ɷ
ɸ
ɹ
ɾ
ɿ
ʀ
ʁ
ʂ
ʃ
ʅ
ʈ
ʊ
ʋ
ʌ
ʎ
ʏ
ʐ
ʑ
ʒ
ʓ
ʔ
ʕ
ʖ
ʘ
ʙ
ʚ
ʜ
ʝ
ʟ
ʡ
ʢ
ʣ
ʤ
ʥ
ʦ
ʧ
ʨ
ʰ
ʱ
ʲ
ʳ
ʶ
ʷ
ʸ
ʹ
ʺ
ʻ
ʼ
ʾ
ʿ
ˀ
ˁ
˂
˃
˄
ˆ
ˇ
ˈ
ˉ
ˊ
ˋ
ˌ
ˍ
ˎ
ˏ
ː
ˑ
˒
˓
˔
˕
˖
˗
˘
˙
˚
˛
˜
˝
˞
˟
ˡ
ˢ
ˣ
ˤ
˪
ˬ
˭
ˮ
˳
˴
˵
˶
˷
˹
˼
˽
̀
́
̂
̃
̄
̅
̆
̇
̈
̉
̊
̋
̌
̍
̎
̐
̑
̒
̓
̖
̗
̚
̛
̜
̝
̞
̠
̡
̢
̣
̤
̥
̦
̧
̨
̩
̪
̫
̬
̭
̮
̯
̱
̲
̳
̴
̵
̶
̷
̸
̻
̼
̽
̾
̿
͂
͈
͌
͍
͐
͑
͒
͓
͖
͗
͘
͙
͚
͛
͜
͝
͞
͟
͠
͡
͢
ͥ
ͦ
ͧ
ͨ
ͫ
ͯ
͵
΄
Ά
Ή
Ί
Ό
ΐ
Α
Β
Γ
Δ
Ε
Ζ
Η
Θ
Ι
Κ
Λ
Μ
Ν
Ξ
Ο
Π
Ρ
Σ
Τ
Υ
Φ
Χ
Ψ
Ω
ά
έ
ή
ί
ΰ
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϊ
ϋ
ό
ύ
ώ
ϑ
ϒ
ϕ
ϖ
ϗ
ϱ
ϵ
϶
Ϻ
ϻ
Ё
Ђ
Є
І
Ј
Ќ
А
Б
В
Г
Д
Е
Ж
З
И
Й
К
Л
М
Н
О
П
Р
С
Т
У
Ф
Х
Ц
Ч
Ш
Щ
Ы
Ь
Э
Ю
Я
а
б
в
г
д
е
ж
з
и
й
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ѐ
ё
ђ
є
ѕ
і
ї
ј
ћ
ќ
Ѡ
Ѧ
Ѯ
Ѱ
ѱ
ѵ
Ѽ
҂
҉
ґ
ғ
ң
Ү
ү
Ҳ
ҳ
Ҽ
Ӓ
ӓ
ӕ
ӣ
Ӧ
ӧ
Ө
ө
Ӿ
ӿ
ԅ
Ա
Գ
Ի
Ծ
Կ
Հ
Մ
Պ
Ս
՝
՞
՟
ա
գ
դ
ե
է
թ
ի
լ
ծ
կ
հ
մ
յ
ն
ո
պ
ռ
ս
վ
տ
ր
ց
ւ
ք
օ
֊
֑
֒
֔
֖
֗
֘
֙
֛
֜
֝
֞
֣
֤
֥
֨
֫
֭
֮
ְ
ֱ
ֲ
ִ
ֵ
ֶ
ַ
ָ
ֹ
ֻ
ּ
ֽ
־
׀
ׁ
ׂ
׃
ׄ
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
؈
،
ؐ
ؑ
ؒ
ؓ
ؔ
ؕ
ؖ
ؘ
ؙ
؟
ء
آ
أ
ؤ
إ
ئ
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ػ
ؼ
ؽ
ؾ
ؿ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
ً
ٌ
ٍ
َ
ُ
ِ
ّ
ْ
ٓ
ٔ
ٕ
ٖ
ٗ
٘
ٙ
ٚ
ٛ
ٜ
ٝ
ٞ
ٟ
٠
١
٢
٣
٤
٥
٩
٭
ٮ
ٹ
ٺ
ټ
پ
ړ
ښ
ڞ
ڠ
ڡ
ک
ڬ
گ
ڷ
ڼ
ۇ
ی
ې
۞
۩
۪
۫
۰
۵
۶
۹
ۿ
ܐ
ܓ
ܫ
ܸ
ސ
ު
ߑ
߬
߮
߰
߹
ࠅ
ࡇ
ऀ
ँ
ं
अ
ए
क
ख
ग
घ
च
ज
ञ
ट
ड
त
द
ध
न
प
फ
ब
भ
म
य
र
ल
व
श
स
ह
ा
ि
ी
ु
ू
ृ
े
ो
्
ॐ
॑
॒
॓
॔
ॢ
ॣ
०
१
४
५
७
॰
ॱ
ॽ
ং
ই
উ
ঌ
এ
ও
ক
ড
ত
ধ
ন
ব
স
হ
া
্
৲
৳
৴
৷
৸
৹
৺
ਉ
ਊ
ਕ
ੇ
ੈ
੦
੧
੨
੫
੭
੯
ઇ
ઘ
ડ
દ
ન
મ
ર
લ
વ
ઽ
ા
ુ
ૂ
ૃ
ૄ
ૅ
ે
ો
ૢ
૦
૨
૩
૭
૮
ଓ
ଘ
ପ
ଲ
ଳ
ଵ
୧
୨
୯
இ
ஐ
ஒ
க
ண
ம
ர
ற
ல
ி
ு
ெ
்
௦
௰
ం
అ
ఇ
ఉ
ఌ
ఒ
క
గ
చ
జ
ట
ఠ
డ
త
ద
న
బ
భ
మ
య
ర
ల
వ
శ
స
ా
ి
ీ
ు
ూ
ృ
ే
ో
ౌ
్
౧
౨
౩
౪
౿
ಂ
ಇ
ಌ
ಎ
ಗ
ಠ
ಡ
ಢ
ತ
ಥ
ಲ
ಿ
ೃ
ೕ
೦
೭
ഃ
ഒ
ദ
ധ
ന
യ
ര
ി
്
൦
൧
൩
൱
ට
ම
ව
ළ
ෆ
ු
෴
ก
ข
ค
ฅ
ง
จ
ฉ
ช
ซ
ญ
ฑ
ฒ
ณ
ด
ต
ถ
ท
ธ
น
บ
ป
ผ
ฝ
พ
ฟ
ภ
ม
ย
ร
ฤ
ล
ว
ศ
ษ
ส
ห
อ
ฮ
ะ
ั
า
ำ
ิ
ี
ึ
ื
ุ
ู
ฺ
เ
แ
โ
ใ
ไ
ๆ
็
่
้
๊
๋
์
ํ
๏
๐
๑
๓
๕
ຂ
ຄ
ງ
ດ
ນ
ລ
ວ
ຫ
ອ
ຮ
ະ
ັ
ິ
ີ
ຶ
ື
ູ
ົ
ເ
ແ
່
໊
໋
໌
໐
໒
ༀ
༄
་
༌
།
༎
༒
༓
༘
༚
༝
༡
༥
༶
༺
༻
༼
༽
ཀ
ཁ
ག
ང
ཅ
ཆ
ཇ
ཐ
ད
ན
པ
བ
མ
ཙ
ཚ
ཛ
ཞ
ཟ
འ
ཡ
ར
ལ
ཤ
ས
ཫ
ི
ུ
ེ
ཻ
ོ
ཽ
ཾ
ྀ
ྟ
ྡ
ྲ
ྷ
࿀
࿁
࿉
࿐
࿔
က
င
ည
ဏ
တ
န
ပ
ဖ
ဘ
မ
ယ
ရ
လ
ဝ
သ
ဟ
ဣ
ာ
ိ
ု
ူ
ေ
ဲ
့
း
္
်
ြ
ွ
ှ
ა
გ
დ
ე
ვ
ი
კ
ლ
ნ
ო
ს
ფ
ღ
ხ
ჱ
ჲ
ᄀ
ᄁ
ᄂ
ᄃ
ᄄ
ᄅ
ᄆ
ᄇ
ᄈ
ᄉ
ᄊ
ᄋ
ᄌ
ᄍ
ᄎ
ᄏ
ᄐ
ᄑ
ᄒ
ᄔ
ᄭ
ᄵ
ᅀ
ᅌ
ᅒ
ᅘ
ᅟ
ᅠ
ᅡ
ᅥ
ᅦ
ᅧ
ᅩ
ᅮ
ᅯ
ᅲ
ᅳ
ᅴ
ᅵ
ᆂ
ᆍ
ᆞ
ᆡ
ᆢ
ᆫ
ᆮ
ᆯ
ᆷ
ᆸ
ᆺ
ᆻ
ᆼ
ᇂ
ᇘ
ᇫ
ᇰ
ቼ
ኈ
ኔ
ኦ
ዞ
ዽ
ጤ
ጿ
ፆ
ፍ
፶
᎑
᎔
᎖
Ꭿ
Ꮆ
Ꮍ
Ꮚ
Ꮰ
Ꮱ
Ᏻ
ᐇ
ᐕ
ᐖ
ᐛ
ᐝ
ᐟ
ᐠ
ᐡ
ᐢ
ᐣ
ᐤ
ᐧ
ᐨ
ᐲ
ᑋ
ᑌ
ᑎ
ᑒ
ᑕ
ᑦ
ᑭ
ᒏ
ᒪ
ᒺ
ᓀ
ᓂ
ᓄ
ᓚ
ᓫ
ᔆ
ᔕ
ᔙ
ᔪ
ᕑ
ᕕ
ᕗ
ᕙ
ᕡ
ᕤ
ᕦ
ᕬ
ᕱ
ᕷ
ᕼ
ᖇ
ᖰ
ᖳ
ᖴ
ᗊ
ᗋ
ᗒ
ᗕ
ᗜ
ᗝ
ᗢ
ᗣ
ᗦ
ᗨ
ᗩ
ᗪ
ᗰ
ᗷ
ᘌ
ᘏ
ᘓ
ᘧ
ᘰ
ᘳ
ᙏ
ᜊ
ᝰ
ក
ខ
ជ
ត
ថ
ទ
ន
ផ
ភ
ម
យ
រ
ល
វ
ស
ា
ី
ុ
ូ
ែ
៊
័
្
៖
២
៧
ᠠ
ᠡ
ᠢ
ᠥ
ᠦ
ᠨ
ᠬ
ᠭ
ᠮ
ᠯ
ᠲ
ᠳ
ᠵ
ᠶ
ᠷ
ᦂ
᧕
ᨀ
ᨐ
ᨔ
᨟
ᨻ
ᩚ
ᯅ
ᰔ
ᱍ
ᴀ
ᴂ
ᴄ
ᴅ
ᴇ
ᴈ
ᴊ
ᴋ
ᴍ
ᴏ
ᴖ
ᴗ
ᴘ
ᴛ
ᴜ
ᴠ
ᴡ
ᴢ
ᴥ
ᴬ
ᴮ
ᴰ
ᴱ
ᴳ
ᴴ
ᴵ
ᴷ
ᴸ
ᴹ
ᴺ
ᴼ
ᴾ
ᴿ
ᵀ
ᵁ
ᵂ
ᵃ
ᵇ
ᵈ
ᵉ
ᵋ
ᵌ
ᵍ
ᵎ
ᵏ
ᵑ
ᵒ
ᵔ
ᵕ
ᵗ
ᵘ
ᵛ
ᵜ
ᵞ
ᵟ
ᵤ
ᵧ
ᶅ
ᶘ
ᶜ
ᶠ
ᶸ
ᶻ
ᶿ
᷀
᷁
᷄
᷅
᷆
᷇
᷉
ḇ
ḍ
ḏ
ḓ
ḗ
ḙ
ḡ
Ḣ
Ḥ
ḥ
Ḫ
ḫ
ḱ
ḷ
ṁ
ṃ
ṅ
ṇ
ṑ
ṓ
ṛ
ṣ
ṧ
Ṭ
ṭ
ṯ
ṱ
ẓ
Ạ
ạ
Ả
ả
Ấ
ấ
ầ
ẩ
ẫ
ậ
ắ
ằ
ẳ
ẵ
ặ
ẹ
ẻ
Ẽ
ẽ
Ế
ế
ề
ể
Ễ
ễ
ệ
ỉ
Ị
ị
Ọ
ọ
ỏ
Ố
ố
ồ
ổ
ỗ
Ộ
ộ
ớ
ờ
Ở
ở
ợ
ụ
ủ
ứ
ừ
ử
ữ
ự
ỳ
ỷ
ỹ
ἀ
ἁ
ἂ
ἃ
ἄ
ἅ
Ἀ
Ἁ
ἐ
ἑ
ἔ
Ἐ
Ἑ
ἠ
ἡ
ἢ
ἣ
ἤ
ἥ
ἦ
ἰ
ἱ
ἴ
ἵ
ἶ
ἷ
Ἰ
Ἱ
ὀ
ὁ
ὃ
ὄ
ὅ
Ὀ
Ὁ
Ὃ
Ὅ
ὐ
ὑ
ὔ
ὕ
ὖ
ὗ
Ὕ
ὡ
ὤ
ὥ
ὰ
ὲ
ὴ
ὶ
ὸ
ὺ
ὼ
ᾗ
ᾰ
ᾳ
ᾶ
᾽
᾿
῁
ῃ
ῆ
ῇ
ῐ
ῑ
ῖ
ῥ
ῦ
Ῥ
ῳ
ῴ
ῶ
ῷ
​
‌
‎
‐
‑
‒
–
—
―
‖
‗
‘
’
“
”
†
‡
•
‣
․
‥
…
‧
‰
‱
′
″
‴
‵
‶
‸
‹
›
※
‼
‽
‾
‿
⁀
⁂
⁃
⁄
⁇
⁉
⁋
⁍
⁎
⁐
⁑
⁔
⁕
⁙
⁜
⁝
⁰
ⁱ
⁴
⁵
⁶
⁷
⁸
⁹
⁺
⁻
⁼
⁽
⁾
ⁿ
₀
₁
₂
₃
₄
₊
₋
₌
₍
₎
ₒ
₣
₤
₩
₫
€
₮
₹
₽
₿
⃑
⃒
⃓
⃔
⃕
⃘
⃙
⃚
⃛
⃜
⃝
⃞
⃟
⃡
⃣
⃥
⃫
⃰
ℂ
℃
℉
ℍ
ℎ
ℏ
ℑ
ℒ
ℓ
℔
ℕ
№
℗
℘
ℙ
ℜ
ℝ
℡
™
ℤ
℧
ℬ
℮
ℯ
ℰ
ℴ
ℵ
ℹ
⅏
⅐
⅓
⅔
⅗
⅙
⅛
⅜
⅝
⅞
Ⅰ
Ⅱ
Ⅲ
Ⅳ
Ⅴ
Ⅵ
Ⅶ
Ⅷ
Ⅸ
Ⅹ
Ⅺ
Ⅻ
ⅰ
ⅱ
ⅲ
ⅳ
ⅴ
ⅵ
ⅶ
ⅷ
ⅸ
ⅹ
ⅺ
ⅻ
ↀ
←
↑
→
↓
↔
↕
↖
↗
↘
↙
↛
↜
↝
↞
↟
↣
↦
↪
↯
↳
↴
↷
↻
↼
⇀
⇄
⇆
⇌
⇎
⇐
⇒
⇓
⇔
⇚
⇛
⇜
⇝
⇠
⇡
⇢
⇣
⇤
⇦
⇧
⇨
⇩
⇰
⇱
⇾
∀
∂
∃
∅
∆
∇
∈
∉
∊
∋
∎
∏
∑
−
∓
∕
∗
∘
∙
√
∝
∞
∟
∠
∡
∣
∥
∦
∧
∨
∩
∪
∫
∬
∮
∴
∵
∶
∷
∼
∽
≀
≃
≅
≈
≒
≖
≗
≛
≜
≠
≡
≤
≥
≦
≧
≪
≫
≲
≺
≻
⊂
⊃
⊆
⊇
⊈
⊊
⊋
⊑
⊔
⊕
⊖
⊗
⊘
⊙
⊞
⊢
⊤
⊥
⊧
⊨
⊩
⊬
⊰
⊱
⊳
⊸
⊹
⊼
⊿
⋁
⋂
⋄
⋅
⋆
⋈
⋉
⋋
⋌
⋔
⋚
⋛
⋞
⋟
⋮
⋯
⋰
⌁
⌂
⌃
⌄
⌇
⌈
⌉
⌊
⌋
⌐
⌑
⌒
⌓
⌔
⌖
⌘
⌚
⌛
⌜
⌟
⌠
⌡
⌢
⌣
⌤
⌥
⌧
⌨
⌫
⌯
⌳
⌵
⍋
⍏
⍙
⍛
⍜
⍢
⍣
⍤
⍥
⍨
⍩
⍺
⎍
⎕
⎛
⎜
⎝
⎞
⎟
⎠
⎡
⎢
⎣
⎤
⎥
⎦
⎧
⎨
⎩
⎪
⎫
⎬
⎭
⎮
⎯
⎸
⎼
⏀
⏎
⏐
⏑
⏩
⏪
⏬
⏭
⏰
⏱
⏳
⏵
⏹
⏺
⏾
␣
⑂
⑅
⑉
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⑪
⑫
⑬
⑭
⑮
⑯
⑰
⑱
⑲
⑳
⑴
⑵
⑶
⑷
⑸
⑹
⑺
⑻
⑼
⑽
⑾
⑿
⒀
⒁
⒂
⒃
⒜
⒝
⒞
⒟
⒠
⒡
⒢
⒧
⒨
⒩
⒪
⒱
⒲
⒳
⒵
Ⓐ
Ⓑ
Ⓒ
Ⓓ
Ⓔ
Ⓕ
Ⓖ
Ⓗ
Ⓘ
Ⓙ
Ⓚ
Ⓛ
Ⓜ
Ⓝ
Ⓞ
Ⓟ
Ⓡ
Ⓢ
Ⓦ
ⓐ
ⓑ
ⓒ
ⓓ
ⓔ
ⓕ
ⓖ
ⓗ
ⓘ
ⓙ
ⓚ
ⓛ
ⓜ
ⓝ
ⓞ
ⓟ
ⓠ
ⓡ
ⓢ
ⓣ
ⓤ
ⓥ
ⓦ
ⓧ
ⓨ
ⓩ
⓪
⓫
⓬
⓭
⓮
⓯
⓰
⓱
⓵
⓶
⓷
⓸
⓹
⓺
⓻
⓼
⓽
⓾
─
━
│
┃
┄
┈
┊
┌
┎
┏
┐
┓
└
┕
┖
┗
┘
┚
┛
├
┠
┡
┢
┣
┤
┫
┬
┳
┴
┻
┼
┿
╂
╊
╋
═
║
╔
╗
╚
╝
╥
╬
╭
╮
╯
╰
╱
╲
╶
╹
╺
╻
▀
▁
▂
▃
▄
▅
▆
▇
█
▉
▌
▍
▎
▏
▐
░
▒
▔
▕
■
□
▢
▣
▤
▥
▦
▧
▨
▩
▪
▫
▬
▭
▮
▯
▰
▱
▲
△
▴
▵
▶
▷
▸
▹
►
▻
▼
▽
▾
▿
◀
◁
◂
◃
◄
◅
◆
◇
◈
◉
◊
○
◌
◍
◎
●
◐
◑
◒
◔
◕
◖
◗
◘
◛
◜
◝
◞
◟
◠
◡
◤
◥
◦
◮
◯
◲
◻
◼
◽
◾
☀
☁
☂
☃
☄
★
☆
☇
☉
☋
☌
☍
☎
☏
☐
☑
☓
☔
☕
☘
☚
☛
☜
☝
☞
☟
☠
☡
☢
☣
☤
☥
☦
☨
☪
☮
☯
☰
☱
☲
☳
☴
☵
☶
☷
☸
☹
☺
☻
☼
☽
☾
♀
♂
♄
♆
♈
♉
♊
♋
♌
♍
♎
♏
♐
♑
♒
♓
♔
♕
♖
♗
♘
♙
♛
♞
♟
♠
♡
♢
♣
♤
♥
♦
♧
♨
♩
♪
♫
♬
♭
♮
♯
♱
♻
♾
♿
⚀
⚁
⚂
⚃
⚄
⚅
⚆
⚇
⚈
⚐
⚑
⚒
⚓
⚔
⚕
⚖
⚗
⚘
⚙
⚛
⚜
⚠
⚡
⚪
⚫
⚯
⚰
⚱
⚽
⚾
⛄
⛅
⛈
⛏
⛑
⛓
⛔
⛤
⛦
⛧
⛩
⛪
⛰
⛱
⛲
⛳
⛴
⛵
⛷
⛸
⛹
⛺
✂
✅
✈
✉
✊
✋
✌
✍
✎
✏
✐
✒
✓
✔
✕
✖
✘
✚
✛
✜
✝
✞
✟
✠
✡
✤
✦
✧
✨
✩
✪
✫
✬
✭
✮
✯
✰
✱
✲
✳
✴
✵
✶
✷
✸
✺
✻
✼
✽
✾
✿
❀
❁
❂
❃
❄
❅
❆
❇
❈
❉
❋
❌
❍
❎
❏
❐
❑
❒
❓
❔
❕
❖
❗
❘
❙
❚
❡
❢
❣
❤
❥
❦
❧
❪
❫
❮
❯
❴
❵
❶
❷
❸
❹
❺
❻
❼
❽
❾
❿
➀
➁
➂
➃
➄
➅
➆
➇
➈
➊
➋
➌
➍
➎
➏
➐
➑
➒
➓
➔
➕
➖
➙
➚
➜
➝
➞
➟
➠
➡
➢
➤
➥
➦
➨
➩
➪
➫
➰
➲
➳
➴
➷
➹
➺
➽
➾
➿
⟟
⟡
⟨
⟩
⟪
⟫
⟳
⟶
⟹
⠀
⠂
⠒
⠕
⡱
⤍
⤑
⤙
⤚
⤴
⤵
⤷
⦁
⦊
⦗
⦘
⦙
⦻
⦿
⧘
⧙
⧧
⧫
⧸
⧿
⨀
⨂
⨍
⨟
⨯
⨾
⨿
⩊
⪋
⪡
⪢
⪤
⪳
⫌
⫣
⫬
⫸
⬅
⬆
⬇
⬈
⬛
⬜
⬝
⬥
⭇
⭐
⭑
⭒
⭕
⮚
⯈
Ⱉ
ⱚ
Ⲻ
ⲻ
ⵈ
ⷜ
⸂
⸃
⸅
⸌
⸍
⸒
⸜
⸝
⸱
⺟
⺠
⺣
⺫
⺲
⻑
⼀
⼄
⼆
⼈
⼊
⼋
⼗
⼠
⼤
⼦
⼭
⼯
⼼
⼿
⽂
⽅
⽇
⽉
⽌
⽕
⽟
⽣
⽤
⽥
⾃
⾄
⾊
⾏
⾔
⾕
⾛
⾞
⾦
⾧
⾭
⾳
⾶
⾹
⾺
、
。
〃
々
〆
〇
〈
〉
《
》
「
」
『
』
【
】
〒
〓
〔
〕
〖
〗
〘
〙
〚
〛
〜
〣
〫
〮
〰
〱
〳
〴
〵
〻
〽
〿
ぁ
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
ぞ
た
だ
ち
ぢ
っ
つ
づ
て
で
と
ど
な
に
ぬ
ね
の
は
ば
ぱ
ひ
び
ぴ
ふ
ぶ
ぷ
へ
べ
ぺ
ほ
ぼ
ぽ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
ゎ
わ
ゐ
ゑ
を
ん
゙
゚
゛
゜
ゝ
ゞ
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
ゴ
サ
ザ
シ
ジ
ス
ズ
セ
ゼ
ソ
ゾ
タ
ダ
チ
ヂ
ッ
ツ
ヅ
テ
デ
ト
ド
ナ
ニ
ヌ
ネ
ノ
ハ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ヮ
ワ
ヰ
ヱ
ヲ
ン
ヴ
ヵ
ヶ
・
ー
ヽ
ヾ
ㄌ
ㄍ
ㄏ
ㄒ
ㄓ
ㄔ
ㄕ
ㄜ
ㄟ
ㄤ
ㄥ
ㄧ
ㄨ
ㄱ
ㄲ
ㄳ
ㄴ
ㄵ
ㄶ
ㄷ
ㄸ
ㄹ
ㄺ
ㄻ
ㄼ
ㄽ
ㄾ
ㄿ
ㅀ
ㅁ
ㅂ
ㅃ
ㅄ
ㅅ
ㅆ
ㅇ
ㅈ
ㅉ
ㅊ
ㅋ
ㅌ
ㅍ
ㅎ
ㅏ
ㅐ
ㅑ
ㅒ
ㅓ
ㅔ
ㅕ
ㅖ
ㅗ
ㅘ
ㅙ
ㅚ
ㅛ
ㅜ
ㅝ
ㅞ
ㅟ
ㅠ
ㅡ
ㅢ
ㅣ
ㅤ
ㅧ
ㅬ
ㅱ
ㅸ
ㅹ
ㅼ
ㅿ
ㆀ
ㆁ
ㆄ
ㆅ
ㆆ
ㆉ
ㆍ
㈀
㈁
㈂
㈃
㈄
㈅
㈆
㈇
㈈
㈉
㈊
㈋
㈎
㈏
㈐
㈑
㈒
㈓
㈔
㈛
㈜
㈠
㈡
㈢
㈣
㈤
㈥
㈦
㈩
㈱
㉑
㉒
㉓
㉔
㉕
㉗
㉘
㉙
㉚
㉛
㉜
㉝
㉞
㉟
㉠
㉡
㉢
㉣
㉤
㉥
㉦
㉧
㉨
㉩
㉪
㉬
㉭
㉮
㉯
㉰
㉱
㉲
㉳
㉴
㉵
㉶
㉷
㉸
㉹
㉻
㉿
㊀
㊈
㊟
㊥
㊱
㊲
㊶
㋈
㋙
㋛
㎂
㎃
㎄
㎈
㎉
㎌
㎍
㎎
㎏
㎐
㎑
㎒
㎓
㎕
㎖
㎗
㎘
㎙
㎚
㎛
㎜
㎝
㎞
㎟
㎠
㎡
㎢
㎣
㎤
㎥
㎦
㎧
㎨
㎩
㎪
㎫
㎬
㎯
㎰
㎱
㎲
㎳
㎶
㎷
㎸
㎻
㎼
㎽
㎾
㎿
㏀
㏁
㏂
㏃
㏄
㏆
㏇
㏈
㏊
㏏
㏖
㏗
㏘
㏜
㐂
㐸
㑦
㑧
㑹
㓏
㓸
㕙
㕭
㕮
㖙
㗀
㗎
㗟
㗡
㗲
㘅
㘾
㙉
㙐
㙔
㙖
㙫
㙮
㙻
㚖
㚘
㜎
㜕
㜷
㜸
㝓
㝘
㝡
㝢
㝵
㞳
㟳
㠂
㠉
㠍
㢞
㣺
㤚
㤠
㤪
㥁
㥘
㥠
㥳
㥽
㦀
㦝
㦿
㧓
㧞
㨣
㪍
㫃
㫌
㫓
㫤
㫻
㫾
㬅
㬉
㬋
㬒
㬙
㬦
㬺
㭗
㭬
㭻
㮋
㮒
㮚
㮨
㮿
㯑
㯖
㯙
㯳
㰒
㰔
㰜
㱕
㲮
㳓
㳣
㴤
㴭
㴰
㵙
㵢
㵦
㶁
㶍
㶏
㷁
㷜
㷤
㷽
㷿
㸌
㺚
㺩
㺬
㺹
㻐
㻑
㻩
㼁
㼆
㽅
㽝
㽦
㾗
㾦
㾾
㾿
䂽
䃂
䃴
䃶
䄙
䄵
䄷
䅘
䅳
䆃
䆄
䆆
䆉
䇜
䈂
䊠
䋫
䌌
䌖
䍧
䎁
䎘
䐀
䑛
䑸
䓗
䓴
䓷
䔉
䔛
䕫
䕺
䗯
䚹
䛉
䜛
䝴
䞭
䟆
䟽
䠓
䠱
䢘
䤁
䤃
䤋
䤴
䥃
䥧
䥷
䦧
䧄
䧺
䨓
䨥
䨪
䪸
䪻
䬝
䭑
䯻
䰇
䰞
䰹
䰽
䱋
䱐
䱜
䱡
䱱
䱻
䲁
䲅
䲕
䲵
䷀
䷁
䷊
䷋
䷒
䷓
䷖
䷗
䷘
䷜
䷝
䷠
䷤
䷫
䷬
䷲
䷳
䷶
䷹
䷼
一
丁
七
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
両
丢
两
严
並
丧
丨
个
丫
中
丰
丱
串
临
丶
丸
丹
为
主
丼
丽
举
丿
乀
乂
乃
久
乇
么
义
之
乌
乍
乎
乏
乐
乑
乔
乕
乖
乗
乘
乙
乜
九
乞
也
习
乡
书
乧
乨
乫
乭
买
乱
乳
乶
乷
乻
乼
乾
亀
亂
亅
了
予
争
事
二
于
亐
云
互
亓
五
井
亘
亙
亚
些
亜
亞
亟
亡
亢
交
亥
亦
产
亨
享
京
亭
亮
亲
亳
亶
亹
人
亻
亼
亽
亿
什
仁
仄
仅
仆
仇
今
介
仍
从
仏
仐
仑
仔
仕
他
仗
付
仙
仝
仞
仟
仡
代
令
以
仨
仪
们
仭
仮
仰
仲
仵
件
价
任
份
仿
企
伉
伊
伋
伍
伎
伏
伐
休
众
优
伙
会
伝
伞
伟
传
伤
伦
伪
伭
伯
估
伴
伶
伷
伸
伺
似
伽
佃
佄
但
佇
佈
佉
位
低
住
佐
佑
体
佔
何
佖
佗
余
佚
佛
作
佞
佟
你
佣
佥
佧
佩
佬
佯
佰
佳
併
佶
佸
佺
佻
佼
佽
佾
使
侁
侂
侃
侄
侅
來
侈
侉
侊
例
侌
侍
侏
侐
侑
侔
侖
侗
侘
侙
供
依
侠
価
侣
侤
侧
侨
侫
侮
侯
侲
侵
侶
侷
侹
便
俀
俁
係
促
俄
俉
俊
俌
俎
俑
俒
俓
俔
俗
俘
俙
俚
俛
保
俞
俟
俠
信
俣
俩
俭
修
俯
俱
俳
俵
俶
俸
俺
俾
倀
倂
倅
倆
倉
個
倌
倍
倏
們
倒
倓
倔
倕
倖
倘
候
倚
倜
倞
借
倡
倣
値
倥
倦
倧
倨
倩
倪
倫
倬
倭
倮
倶
债
倻
值
倾
偀
偁
偃
偅
假
偈
偉
偎
偏
偕
做
停
健
偦
偪
偭
偰
偲
偳
側
偵
偶
偷
偸
偽
偿
傀
傅
傉
傍
傑
傒
傔
傕
傘
備
傩
催
傭
傲
傳
傴
債
傷
傻
傾
僂
僅
僇
僉
僊
働
像
僐
僑
僕
僖
僙
僚
僞
僣
僥
僧
僨
僭
僮
僴
僵
價
僻
僾
僿
儀
儁
儂
儃
億
儆
儇
儈
儉
儋
儐
儒
儓
儔
儕
儘
儚
儛
儞
償
儡
優
儱
儲
儳
儵
儷
儺
儻
儼
儿
兀
允
元
兄
充
兆
兇
先
光
克
兌
免
兎
児
兑
兒
兔
兕
兖
兗
党
兜
兟
兢
入
內
全
兩
兪
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
冂
冃
内
円
冇
冈
冉
冊
册
再
冎
冏
冑
冒
冓
冕
冖
冗
写
军
农
冞
冠
冢
冤
冥
冦
冨
冪
冫
冬
冯
冰
冲
决
冴
况
冶
冷
冻
冽
净
凃
凄
凅
准
凇
凈
凉
凊
凋
凌
凍
减
凑
凓
凛
凜
凝
凞
凟
几
凡
凤
処
凩
凪
凭
凯
凰
凱
凳
凵
凶
凸
凹
出
击
函
凾
刀
刁
刂
刃
分
切
刈
刊
刍
刎
刑
划
刓
刖
列
刘
则
刚
创
初
删
判
別
刦
刧
利
刪
别
刮
到
刱
刲
刳
刴
刵
制
刷
券
刹
刺
刻
剁
剂
剃
剄
則
剉
削
剋
剌
前
剎
剏
剑
剔
剖
剗
剙
剛
剝
剞
剠
剡
剣
剤
剥
剧
剩
剪
副
割
剳
創
剽
剿
劂
劃
劇
劈
劉
劌
劍
劎
劑
劒
劓
劔
劗
力
劝
办
功
加
务
劣
劤
劦
动
助
努
劫
劬
劭
励
劲
劳
労
効
劻
劼
劾
势
勁
勃
勅
勇
勉
勋
勍
勑
勒
動
勖
勗
勘
務
勛
勝
勞
募
勠
勢
勣
勤
勦
勧
勰
勲
勳
勵
勷
勸
勺
勻
勾
勿
匁
匂
匃
包
匆
匈
匋
匍
匏
匐
匕
化
北
匙
匚
匜
匝
匠
匡
匣
匪
匯
匱
匶
匹
区
医
匼
匽
匾
匿
區
十
千
卄
卅
升
午
卉
半
卌
卍
华
协
卑
卒
卓
協
单
卖
南
単
博
卜
卝
卞
占
卡
卢
卣
卤
卦
卧
卨
卩
卫
卬
卮
卯
印
危
即
却
卵
卷
卸
卹
卻
卼
卽
卿
厂
厄
厅
历
厉
压
厌
厓
厔
厕
厖
厘
厚
厝
原
厠
厥
厦
厨
厩
厭
厮
厯
厲
厳
厶
去
县
参
參
叅
又
叉
及
友
双
反
収
发
叔
取
受
变
叙
叛
叜
叟
叠
叡
叢
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叵
叶
号
司
叹
叺
叻
叼
吁
吃
各
吅
合
吉
吊
同
名
后
吏
吐
向
吒
吓
吕
吗
君
吝
吞
吟
吠
否
吧
吩
含
听
吭
吮
启
吳
吴
吵
吶
吷
吸
吹
吻
吼
吽
吾
吿
呀
呂
呃
呆
呇
呈
呉
告
呌
呐
呑
员
呛
呟
呢
呤
呦
周
呪
呫
呱
味
呴
呵
呶
呻
呼
命
咀
咄
咅
咆
咈
咋
和
咎
咏
咐
咒
咔
咕
咖
咙
咚
咜
咤
咥
咧
咨
咩
咪
咫
咬
咯
咱
咲
咳
咸
咻
咽
咾
咿
哀
品
哂
哄
哇
哈
哉
哋
响
哎
哑
哒
哔
哞
哟
員
哢
哥
哦
哨
哩
哪
哭
哮
哲
哺
哾
哿
唄
唆
唇
唉
唊
唏
唐
唔
唖
唜
唧
售
唯
唱
唳
唵
唸
唼
唾
啃
啄
商
啇
啊
啎
問
啐
啓
啖
啗
啜
啞
啟
啡
啣
啤
啥
啦
啲
啸
啻
啼
啾
喀
喁
喂
喃
善
喆
喇
喈
喉
喊
喋
喎
喏
喑
喔
喘
喙
喚
喜
喝
喞
喟
喤
喧
喩
喪
喫
喬
單
喰
喱
喲
喵
営
喷
喺
喻
嗁
嗅
嗇
嗌
嗎
嗏
嗑
嗒
嗔
嗙
嗚
嗛
嗜
嗝
嗟
嗣
嗤
嗬
嗯
嗷
嗽
嗾
嘅
嘆
嘈
嘉
嘎
嘏
嘐
嘔
嘖
嘗
嘘
嘛
嘢
嘩
嘯
嘰
嘱
嘲
嘴
嘵
嘶
嘷
嘻
嘿
噁
噂
噄
噆
噉
噌
噍
噎
噏
噐
噓
噘
噙
噞
噟
噠
噢
噣
噤
器
噩
噪
噫
噱
噲
噴
噵
噹
噺
嚁
嚆
嚇
嚏
嚓
嚙
嚚
嚞
嚟
嚢
嚣
嚥
嚧
嚬
嚭
嚮
嚲
嚳
嚴
嚷
嚼
囀
囁
囂
囃
囉
囊
囍
囏
囑
囕
囘
囚
四
回
因
团
団
囧
园
囯
困
囲
図
围
囷
囹
固
国
图
囿
圀
圃
圄
圆
圈
圉
國
圍
圏
園
圓
圖
團
圜
圝
土
圠
圣
圧
在
圬
圭
圮
地
圳
场
圻
圾
址
坂
均
坊
坌
坍
坎
坏
坐
坑
块
坚
坛
坝
坡
坤
坦
坪
坫
坮
坰
坱
坵
坻
坼
垂
垃
垄
垈
型
垍
垓
垕
垗
垛
垜
垠
垡
垢
垣
垤
垶
垷
垸
埂
埃
埅
埆
埈
埋
埍
城
埏
埔
埜
域
埠
埤
埥
埦
埭
埰
埳
埴
埵
埶
執
埸
培
基
埼
埽
堀
堂
堅
堆
堈
堉
堊
堔
堕
堗
堙
堜
堞
堠
堡
堣
堤
堥
堦
堧
堪
堯
堰
報
場
堵
堺
塀
塈
塊
塋
塌
塍
塏
塑
塔
塗
塘
塙
塚
塜
塞
塡
塢
塤
塩
填
塲
塵
塹
塼
塾
塿
墀
墁
境
墅
墉
墊
墍
墓
増
墙
墜
增
墟
墠
墡
墢
墨
墩
墮
墰
墱
墳
墺
墻
墾
壁
壃
壄
壅
壇
壊
壌
壎
壑
壓
壔
壕
壘
壙
壚
壝
壞
壟
壠
壢
壤
壩
士
壬
壮
壯
声
壱
売
壶
壷
壹
壺
壻
壼
壽
处
备
変
夊
复
夏
夐
夔
夕
外
夙
多
夜
够
夠
夢
夤
夥
大
天
太
夫
夬
夭
央
失
头
夷
夸
夹
夺
夻
夽
夾
奀
奄
奇
奈
奉
奋
奎
奏
奐
契
奔
奕
奖
套
奘
奚
奠
奢
奥
奧
奨
奩
奪
奫
奬
奭
奮
女
奴
奵
奶
奸
她
好
如
妃
妄
妆
妇
妈
妊
妍
妒
妓
妖
妙
妝
妣
妤
妥
妨
妬
妮
妯
妲
妳
妵
妸
妹
妺
妻
妾
姁
姃
姄
姆
姈
姉
姊
始
姐
姑
姒
姓
委
姙
姚
姜
姝
姞
姣
姤
姥
姦
姧
姨
姪
姫
姬
姮
姱
姸
姻
姿
娀
威
娃
娄
娌
娍
娎
娑
娘
娚
娛
娜
娟
娠
娡
娣
娥
娩
娯
娱
娲
娵
娶
娼
婀
婁
婆
婇
婉
婕
婚
婢
婣
婦
婬
婭
婴
婵
婷
婺
婼
婾
婿
媂
媒
媚
媛
媞
媤
媧
媮
媯
媲
媳
媵
媸
媼
媽
媾
媿
嫁
嫂
嫄
嫉
嫋
嫌
嫖
嫗
嫚
嫠
嫡
嫣
嫦
嫩
嫫
嫰
嫳
嫵
嫺
嫻
嬀
嬈
嬉
嬋
嬌
嬖
嬗
嬙
嬚
嬛
嬢
嬪
嬰
嬴
嬾
嬿
孀
孃
子
孑
孔
孕
孖
字
存
孙
孚
孛
孜
孝
孟
季
孤
孥
学
孩
孫
孰
孱
孵
孶
學
孺
孼
孽
宀
宁
宂
它
宄
宅
宇
守
安
宋
完
宍
宏
宓
宕
宖
宗
官
宙
定
宛
宜
宝
实
実
宠
审
客
宣
室
宥
宦
宧
宫
宬
宮
宰
宲
害
宴
宵
家
宸
容
宽
宾
宿
寀
寂
寃
寄
寅
密
寇
富
寏
寐
寒
寓
寔
寖
寗
寘
寙
寛
寜
寝
寞
察
寡
寢
寤
寥
實
寧
寨
審
寫
寬
寭
寮
寯
寰
寳
寵
寶
寸
对
寺
寻
导
対
寿
封
専
尃
射
将
將
專
尉
尊
尋
對
導
小
少
尒
尔
尖
尘
尙
尚
尝
尤
尧
尨
尩
尫
就
尸
尹
尺
尻
尼
尽
尾
尿
局
屁
层
居
屆
屈
届
屋
屍
屎
屏
屐
屑
屓
展
屛
属
屠
屢
屣
層
履
屧
屨
屩
屬
屮
屯
山
屴
屹
屼
岁
岉
岊
岌
岍
岏
岐
岑
岔
岗
岘
岛
岡
岢
岣
岦
岧
岩
岫
岬
岭
岱
岳
岵
岷
岸
岹
岺
岾
峀
峌
峍
峒
峕
峙
峠
峡
峥
峨
峩
峪
峭
峯
峰
峴
島
峻
峽
崁
崅
崆
崇
崍
崎
崐
崑
崒
崔
崖
崗
崙
崚
崛
崢
崤
崧
崩
崪
崱
崶
崷
崽
嵂
嵆
嵇
嵊
嵋
嵌
嵎
嵐
嵒
嵓
嵘
嵙
嵠
嵩
嵬
嵯
嵲
嵸
嵺
嶁
嶂
嶃
嶄
嶇
嶈
嶋
嶐
嶒
嶔
嶝
嶠
嶢
嶤
嶧
嶪
嶬
嶮
嶰
嶲
嶷
嶸
嶺
嶼
嶽
巃
巅
巇
巉
巋
巌
巍
巏
巑
巒
巓
巔
巖
巘
巛
川
州
巡
巢
巣
工
左
巧
巨
巫
差
己
已
巳
巴
巵
巷
巹
巻
巽
巾
巿
帀
币
市
布
帅
帆
师
希
帐
帑
帒
帔
帕
帖
帙
帚
帛
帝
帟
帥
带
師
席
帮
帯
帰
帳
帶
帷
常
帽
帿
幀
幃
幄
幅
幇
幌
幕
幗
幘
幞
幟
幡
幢
幣
幫
幬
干
平
年
幵
并
幷
幸
幹
幺
幻
幼
幽
幾
广
庀
庁
広
庄
庆
庇
床
序
库
应
底
庖
店
庙
庚
府
庞
废
庠
庥
度
座
庩
庫
庬
庭
庳
庵
庶
康
庸
庾
廁
廂
廃
廄
廆
廈
廉
廊
廋
廏
廐
廒
廓
廕
廖
廘
廙
廚
廛
廝
廞
廟
廠
廡
廢
廣
廥
廧
廨
廩
廬
廱
廳
廴
延
廷
廸
建
廻
廼
廿
开
弁
异
弃
弄
弆
弇
弊
弋
式
弐
弑
弒
弓
弔
引
弗
弘
弛
弜
弟
张
弢
弥
弦
弧
弨
弩
弭
弯
弱
弴
張
強
弸
弹
强
弼
弾
彀
彅
彈
彉
彊
彌
彎
彐
归
当
彔
录
彖
彗
彘
彙
彚
彛
彜
彝
彞
彡
形
彤
彥
彦
彧
彩
彪
彫
彬
彭
彰
影
彳
彷
役
彻
彼
彿
往
征
徂
徃
径
待
徇
很
徉
徊
律
後
徐
徑
徒
従
徖
得
徘
徙
徜
從
徠
御
徥
徧
徨
復
循
徫
徭
微
徯
徳
徴
徵
德
徹
徼
徽
徿
心
忄
必
忆
忉
忌
忍
忎
忒
忔
忖
志
忘
忙
応
忝
忠
忡
忤
忧
快
忭
忮
忱
忳
念
忸
忺
忻
忼
忽
忿
怀
态
怊
怍
怎
怏
怒
怔
怕
怖
怗
怙
怛
怜
思
怠
怡
急
性
怨
怩
怪
怫
怮
怯
怱
怳
怵
总
怾
恁
恂
恃
恆
恊
恋
恍
恐
恒
恕
恙
恚
恝
恠
恢
恣
恤
恥
恦
恧
恨
恩
恪
恬
恭
恮
息
恰
恵
恶
恺
恼
悁
悃
悄
悅
悆
悉
悊
悌
悍
悏
悒
悔
悖
悚
悛
悝
悟
悠
患
悤
悦
悧
您
悩
悪
悬
悰
悱
悲
悳
悴
悵
悶
悸
悼
悽
惄
情
惆
惇
惊
惋
惑
惒
惓
惕
惘
惚
惛
惜
惝
惟
惠
惡
惣
惨
惯
惰
惱
惲
想
惴
惶
惹
惺
惻
惽
愀
愁
愃
愅
愆
愈
愉
愊
愍
愎
意
愔
愕
愚
愛
愜
感
愠
愣
愤
愧
愨
愫
愬
愭
愰
愴
愷
愸
愼
愽
愾
愿
慂
慄
慇
慈
慊
態
慌
慍
慎
慓
慕
慘
慙
慚
慜
慝
慟
慠
慢
慣
慤
慥
慧
慨
慫
慮
慯
慰
慳
慵
慶
慷
慼
慽
慾
憂
憊
憍
憎
憐
憑
憒
憓
憔
憕
憖
憘
憙
憚
憤
憧
憨
憩
憪
憫
憬
憮
憯
憲
憶
憸
憺
憾
懂
懃
懇
懈
應
懊
懋
懌
懍
懐
懒
懜
懟
懣
懦
懩
懲
懴
懶
懷
懸
懺
懼
懽
懾
懿
戀
戄
戇
戈
戊
戌
戍
戎
戏
成
我
戒
戔
戕
或
战
戚
戟
戡
戢
戣
戦
戩
截
戭
戮
戯
戰
戱
戲
戴
戶
户
戸
戹
戻
戽
戾
房
所
扁
扃
扆
扇
扈
扉
手
扌
才
扎
扑
打
扔
払
托
扛
扜
扞
扣
执
扩
扫
扬
扮
扯
扰
扱
扲
扶
批
扼
找
承
技
抃
抄
抇
抉
把
抍
抎
抑
抒
抓
抔
投
抖
抗
折
抚
抛
抜
択
抟
抡
抢
护
报
抨
披
抬
抱
抳
抵
抹
押
抽
拂
拃
拄
担
拆
拇
拈
拉
拊
拋
拌
拍
拎
拏
拐
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
拝
拟
拠
拡
拣
拥
择
括
拭
拮
拯
拱
拳
拴
拶
拷
拼
拽
拾
拿
持
挂
指
挈
按
挐
挑
挒
挖
挙
挟
挡
挣
挤
挥
挨
挫
振
挲
挳
挹
挺
挻
挽
挾
挿
捄
捉
捌
捍
捏
捐
捕
捗
捜
捞
损
捡
换
捧
捨
捫
捭
据
捱
捲
捶
捷
捺
捻
捽
掀
掂
掃
掄
掅
掇
授
掉
掊
掌
掏
排
掖
掘
掙
掛
掠
採
探
掣
接
控
推
掩
措
掫
掬
掮
掲
掳
掴
掻
掾
揀
揃
揄
揅
揆
揉
描
提
揑
插
揕
揖
揚
換
揜
揠
握
揣
揦
揪
揭
揮
揲
援
揵
揷
揺
搆
損
搏
搔
搖
搗
搜
搞
搢
搤
搥
搦
搨
搬
搭
搯
搳
搴
搶
携
搾
摂
摄
摆
摇
摊
摋
摐
摔
摘
摛
摞
摟
摠
摧
摩
摭
摯
摰
摳
摶
摸
摹
摺
摻
摽
撃
撈
撐
撑
撒
撓
撕
撚
撝
撞
撟
撤
撥
撩
撫
播
撮
撰
撲
撻
撼
撾
撿
擁
擂
擄
擅
擇
擊
擋
操
擎
擒
擔
擗
擘
據
擠
擡
擢
擣
擥
擦
擧
擫
擬
擯
擲
擴
擷
擸
擺
擾
擿
攀
攄
攒
攔
攘
攙
攜
攝
攢
攣
攤
攧
攪
攫
攬
支
攵
收
攷
攸
改
攻
攽
放
政
故
效
敉
敌
敍
敎
敏
救
敓
敔
敕
敖
敗
敘
教
敝
敞
敢
散
敦
敧
敬
敭
数
敲
整
敵
敷
數
敺
敻
敾
斂
斃
斅
斆
文
斉
斋
斌
斎
斐
斑
斕
斗
料
斛
斜
斝
斞
斟
斡
斤
斥
斧
斩
斫
斬
断
斮
斯
新
斲
斷
方
於
施
斿
旀
旁
旂
旃
旄
旅
旆
旋
旌
旎
族
旒
旖
旗
旛
旜
无
既
旣
日
旦
旧
旨
早
旬
旭
旰
旱
旲
旵
时
旷
旹
旺
旻
旼
旽
旿
昀
昂
昃
昆
昇
昈
昉
昊
昌
明
昏
昐
昑
昒
易
昔
昕
昜
昞
星
映
昡
春
昧
昨
昩
昪
昫
昭
是
昰
昱
昴
昵
昶
昷
昺
昻
昼
显
晁
時
晃
晅
晉
晊
晋
晏
晐
晑
晒
晓
晕
晖
晗
晙
晚
晛
晝
晞
晟
晠
晡
晢
晤
晥
晦
晧
晨
晩
晫
晬
晭
普
景
晳
晴
晶
晷
晸
智
晻
晼
晾
暁
暂
暄
暆
暇
暈
暉
暋
暍
暎
暐
暑
暖
暗
暘
暝
暢
暦
暨
暫
暬
暮
暱
暲
暴
暹
暻
暾
暿
曀
曁
曄
曅
曆
曇
曈
曉
曌
曏
曔
曖
曙
曚
曛
曜
曝
曠
曢
曦
曨
曩
曬
曭
曮
曰
曲
曳
更
曷
書
曹
曺
曼
曽
曾
替
最
會
朅
月
有
朋
服
朏
朐
朓
朔
朕
朗
望
朝
朞
期
朢
朦
朧
木
未
末
本
札
朮
术
朱
朴
朵
朶
机
朼
朽
杀
杂
权
杅
杆
杇
杈
杉
杌
李
杏
材
村
杓
杖
杙
杚
杜
杝
杞
束
杠
条
杣
来
杨
杪
杬
杭
杮
杯
杰
東
杲
杳
杴
杵
杷
杺
杻
杼
松
板
极
构
枇
枉
枋
枌
枏
析
枒
枓
枕
林
枘
枚
果
枝
枠
枢
枣
枪
枯
枰
枱
枲
枳
枵
架
枷
枸
枹
枻
枾
柀
柁
柄
柅
柊
柍
柏
某
柑
柒
染
柔
柘
柙
柚
柜
柝
柞
柟
柠
柢
查
柨
柩
柬
柯
柰
柱
柲
柳
柴
柵
柷
査
柾
柿
栃
栄
栅
标
栈
栋
栍
栏
栐
树
栒
栓
栖
栗
栘
栝
栞
校
栢
栥
栩
株
栫
栯
栱
栲
栳
栴
样
核
根
栻
格
栽
桀
桁
桂
桃
桄
桅
框
案
桉
桌
桎
桐
桑
桓
桔
桜
桟
档
桥
桩
桭
桮
桴
桶
桷
桼
桿
梁
梃
梅
梆
梈
梏
梓
梔
梗
梜
條
梟
梡
梢
梣
梦
梧
梨
梭
梯
械
梱
梲
梳
梴
梵
梶
检
棄
棅
棉
棊
棋
棍
棐
棒
棓
棕
棗
棘
棙
棚
棟
棠
棡
棣
棧
棨
棪
棫
棬
森
棱
棲
棵
棹
棺
棻
棼
椀
椄
椅
椋
植
椎
椐
椑
椒
椓
椙
椛
検
椰
椲
椴
椵
椶
椸
椹
椽
椿
楂
楊
楍
楓
楔
楕
楗
楘
楙
楚
楛
楝
楞
楠
楡
楢
楣
楦
楧
楨
楩
楪
楫
楬
業
楮
楯
楳
極
楷
楸
楹
楼
楽
概
榄
榆
榊
榎
榏
榑
榓
榔
榕
榘
榛
榜
榟
榡
榥
榦
榧
榪
榭
榮
榰
榱
榲
榴
榶
榷
榻
榼
槀
槁
槃
槇
槊
構
槌
槍
槎
槐
槖
様
槙
槟
槤
槥
槧
槨
槩
槪
槱
槳
槵
槷
槹
槻
槽
槿
樀
樁
樂
樊
樋
樑
樓
樔
樗
樘
標
樛
樞
樟
模
樣
権
横
樫
樰
樱
樴
樵
樸
樹
樺
樻
樽
樾
橃
橄
橇
橈
橋
橏
橐
橘
橙
橚
橝
橞
機
橡
橢
橦
橧
橨
橫
橰
橳
橿
檀
檁
檃
檄
檉
檍
檎
檏
檐
檔
檗
檜
檝
檟
檠
檡
檢
檣
檤
檥
檬
檯
檳
檸
檻
檼
檿
櫂
櫃
櫄
櫓
櫚
櫛
櫜
櫝
櫞
櫟
櫨
櫪
櫬
櫲
櫳
櫶
櫸
櫻
欂
欄
欅
欇
權
欌
欑
欒
欖
欝
欞
欠
次
欢
欣
欧
欨
欲
欵
欷
欸
欹
欺
欽
款
歃
歆
歇
歉
歌
歎
歐
歓
歔
歙
歚
歛
歜
歟
歠
歡
止
正
此
步
武
歧
歩
歪
歬
歯
歲
歳
歴
歷
歸
歹
歺
死
歼
歿
殀
殃
殄
殆
殉
殊
残
殖
殘
殛
殞
殣
殤
殫
殭
殮
殯
殲
殳
殴
段
殷
殺
殻
殼
殽
殿
毀
毁
毂
毅
毆
毉
毋
毌
母
毎
每
毒
毓
比
毕
毖
毗
毘
毙
毚
毛
毝
毫
毬
毯
毳
毾
氂
氅
氈
氊
氍
氎
氏
氐
民
氓
气
気
氛
氣
氤
氧
氳
水
氵
氷
永
氹
氺
氾
氿
汀
汁
求
汆
汇
汉
汊
汋
汍
汎
汐
汔
汕
汗
汙
汚
汛
汜
汝
汞
江
池
污
汤
汧
汨
汩
汪
汭
汰
汲
汴
汶
汸
決
汽
汾
沁
沂
沃
沄
沅
沆
沇
沈
沉
沌
沍
沏
沐
沒
沓
沔
沕
沖
沘
沙
沚
沛
沟
没
沢
沧
沪
沫
沬
沮
沰
沱
河
沴
沸
油
治
沼
沽
沾
沿
況
泂
泄
泅
泆
泉
泊
泌
泍
泓
法
泗
泚
泛
泝
泠
泡
波
泣
泥
注
泪
泫
泬
泮
泯
泰
泱
泲
泳
泵
泽
洁
洄
洋
洌
洎
洏
洑
洒
洗
洙
洛
洞
洟
洣
洤
津
洧
洩
洪
洫
洮
洱
洲
洵
洶
洸
洹
洺
活
洼
洽
派
流
浄
浅
浆
浇
测
济
浏
浑
浓
浔
浙
浚
浜
浞
浡
浣
浤
浥
浦
浧
浩
浪
浬
浮
浯
浰
浴
海
浸
浹
浻
浿
涂
涅
涆
涇
消
涉
涊
涌
涎
涏
涑
涓
涔
涕
涖
涘
涙
涛
涜
涡
涤
润
涨
涩
涪
涬
涮
涯
涱
液
涴
涵
涸
涼
涿
淀
淂
淄
淅
淆
淇
淈
淋
淌
淏
淐
淑
淒
淖
淗
淘
淙
淚
淛
淝
淞
淟
淡
淢
淥
淦
淨
淩
淪
淫
淬
淮
淯
淰
深
淳
淵
淶
混
淸
淹
淺
添
淼
淽
清
渇
済
渉
渊
渋
渐
渓
渔
渕
渗
渘
渙
渚
減
渝
渟
渠
渡
渣
渤
渥
渦
温
渪
渫
測
渭
港
渰
渲
渴
渶
渷
游
渺
渻
渼
渽
渾
湃
湄
湅
湊
湋
湌
湍
湎
湑
湓
湔
湕
湖
湘
湙
湛
湜
湝
湞
湟
湣
湧
湨
湫
湮
湯
湲
湳
湸
湾
湿
満
溅
溆
溉
溌
溍
溏
源
準
溘
溜
溝
溟
溠
溢
溣
溥
溧
溪
溫
溭
溯
溱
溲
溵
溶
溷
溺
溼
滁
滂
滃
滄
滅
滇
滈
滉
滋
滌
滎
滏
滑
滓
滔
滕
滙
滝
滞
满
滥
滨
滩
滫
滬
滭
滯
滲
滴
滷
滸
滻
滾
滿
漁
漂
漅
漆
漈
漉
漊
漏
漑
漓
演
漕
漙
漚
漠
漢
漣
漥
漦
漩
漪
漫
漬
漭
漱
漲
漳
漵
漸
漾
漿
潁
潇
潊
潏
潑
潔
潗
潘
潙
潚
潛
潜
潝
潞
潟
潢
潤
潦
潭
潮
潯
潰
潶
潸
潺
潻
潼
潽
潾
澀
澁
澂
澄
澅
澆
澇
澈
澌
澍
澎
澐
澒
澔
澕
澗
澜
澠
澡
澣
澤
澥
澦
澧
澨
澬
澮
澯
澱
澲
澳
澶
澹
澾
激
濁
濂
濃
濆
濈
濊
濕
濚
濛
濞
濟
濠
濡
濤
濩
濫
濬
濮
濯
濰
濱
濵
濶
濸
濹
濺
濾
瀁
瀄
瀅
瀆
瀉
瀋
瀍
瀏
瀑
瀕
瀗
瀘
瀚
瀛
瀜
瀝
瀞
瀟
瀡
瀣
瀦
瀧
瀨
瀬
瀮
瀰
瀲
瀷
瀹
瀼
瀾
灃
灊
灌
灎
灑
灔
灕
灘
灝
灞
灡
灣
灤
灦
灧
灩
火
灬
灭
灯
灰
灵
灶
灸
灺
灼
災
灾
灿
炁
炅
炆
炉
炊
炎
炒
炓
炕
炘
炙
炜
炟
炡
炤
炫
炬
炭
炮
炯
炰
炳
炷
炸
点
為
炻
炼
炽
烂
烇
烈
烋
烍
烏
烒
烓
烖
烗
烘
烙
烛
烜
烝
烟
烠
烤
烦
烧
烨
烩
烫
热
烱
烶
烹
烽
焄
焇
焉
焊
焌
焔
焕
焖
焙
焚
焜
焞
無
焦
焯
焰
焱
焵
然
焼
煃
煇
煉
煊
煌
煎
煐
煒
煓
煕
煖
煗
煙
煚
煜
煞
煢
煤
煥
煦
照
煨
煩
煬
煮
煲
煸
煺
煽
煿
熀
熄
熅
熈
熊
熏
熒
熔
熘
熙
熛
熟
熠
熢
熤
熨
熬
熯
熱
熲
熳
熹
熺
熻
熽
熾
熿
燁
燂
燃
燄
燈
燉
燋
燎
燏
燐
燒
燔
燕
燗
燙
燚
燝
營
燠
燥
燦
燧
燭
燮
燻
燼
燾
燿
爀
爆
爇
爌
爍
爐
爔
爕
爗
爚
爛
爝
爨
爪
爫
爬
爭
爰
爱
爲
爵
父
爷
爸
爹
爺
爻
爼
爽
爾
爿
牀
牁
牂
牆
片
版
牋
牌
牒
牓
牕
牖
牗
牘
牙
牛
牝
牟
牡
牢
牧
物
牲
牴
牵
牸
特
牽
牾
犀
犁
犂
犇
犍
犒
犖
犛
犟
犠
犢
犧
犨
犬
犭
犯
犴
状
犹
狀
狁
狂
狃
狄
狎
狐
狒
狖
狗
狙
狛
狠
狡
狩
独
狭
狮
狰
狱
狴
狶
狷
狸
狹
狻
狼
狽
猇
猊
猋
猎
猒
猖
猗
猛
猜
猝
猟
猥
猨
猩
猪
猫
献
猯
猴
猶
猷
猺
猼
猾
猿
獃
獄
獅
獍
獎
獐
獑
獒
獖
獗
獘
獜
獠
獡
獢
獣
獤
獨
獩
獪
獫
獬
獮
獯
獰
獲
獵
獷
獸
獺
獻
獼
獾
玁
玄
玅
玆
率
玉
王
玎
玏
玒
玓
玕
玖
玘
玛
玞
玟
玠
玢
玦
玧
玩
玫
玭
玮
环
现
玲
玳
玴
玶
玷
玹
玻
玽
珀
珂
珅
珈
珉
珊
珌
珍
珎
珏
珒
珖
珙
珚
珝
珞
珠
珣
珥
珦
珩
珪
班
珮
珵
珷
珸
珹
珺
珽
現
琁
琂
球
琄
琅
理
琇
琉
琊
琓
琔
琚
琛
琠
琡
琢
琤
琥
琦
琨
琩
琪
琫
琬
琭
琮
琯
琰
琱
琲
琳
琴
琵
琶
琸
琼
琿
瑀
瑁
瑄
瑅
瑆
瑇
瑈
瑊
瑋
瑍
瑎
瑏
瑒
瑔
瑕
瑗
瑙
瑚
瑛
瑜
瑝
瑞
瑟
瑠
瑢
瑣
瑤
瑥
瑨
瑩
瑪
瑬
瑭
瑯
瑰
瑱
瑳
瑶
瑺
瑾
璀
璂
璃
璅
璆
璇
璈
璉
璋
璎
璐
璔
璖
璘
璚
璛
璜
璞
璟
璠
璡
璣
璥
璧
璨
璩
璫
璭
環
璱
璲
璵
璸
璹
璽
璾
璿
瓆
瓈
瓊
瓌
瓏
瓔
瓘
瓚
瓛
瓜
瓠
瓢
瓣
瓦
瓮
瓲
瓴
瓶
瓷
瓻
瓿
甁
甃
甄
甌
甎
甑
甓
甕
甖
甘
甚
甛
甜
甞
生
產
産
甥
甦
用
甩
甪
甫
甬
甯
田
由
甲
申
电
男
甸
町
画
甽
甿
畀
畅
畇
畉
畊
畋
界
畎
畏
畐
畑
畒
畓
畔
留
畚
畛
畜
畝
畠
畢
畤
略
畦
畧
番
畫
畬
畯
異
畲
畳
畴
畵
當
畷
畸
畹
畺
畿
疄
疆
疇
疈
疊
疋
疎
疏
疑
疒
疕
疗
疚
疝
疢
疣
疤
疥
疫
疯
疱
疲
疳
疴
疵
疸
疹
疼
疽
疾
疿
痁
痂
痃
病
症
痊
痍
痎
痏
痒
痓
痔
痕
痘
痙
痛
痞
痠
痢
痣
痤
痩
痰
痲
痴
痹
痺
痼
痾
痿
瘀
瘁
瘂
瘇
瘉
瘋
瘍
瘓
瘕
瘖
瘙
瘛
瘝
瘟
瘠
瘡
瘤
瘥
瘦
瘧
瘫
瘰
瘲
瘳
瘴
瘵
瘻
瘼
療
癃
癆
癇
癈
癉
癌
癎
癒
癖
癘
癞
癡
癢
癥
癧
癨
癩
癪
癫
癬
癭
癯
癰
癱
癲
癶
癸
発
登
發
白
百
皀
皁
皂
皃
的
皆
皇
皋
皎
皐
皓
皖
皙
皚
皛
皝
皞
皤
皥
皬
皭
皮
皰
皴
皷
皺
皿
盂
盃
盆
盈
益
盌
盍
盎
盏
盐
监
盒
盖
盗
盘
盙
盛
盜
盝
盞
盟
盡
監
盤
盥
盦
盧
盪
盫
盭
目
盱
盲
直
相
盺
盻
盼
盾
眀
省
眂
眄
眇
眈
眉
眊
看
県
眚
眛
眞
真
眠
眥
眩
眯
眴
眶
眷
眸
眹
眺
眼
眾
着
睁
睄
睅
睇
睊
睋
睎
睒
睕
睚
睛
睜
睟
睠
睡
睢
督
睦
睨
睩
睪
睫
睬
睹
睺
睽
睾
睿
瞄
瞋
瞍
瞎
瞑
瞒
瞞
瞠
瞢
瞥
瞧
瞩
瞬
瞭
瞮
瞰
瞱
瞳
瞷
瞻
瞼
瞽
瞿
矇
矌
矍
矑
矓
矗
矚
矛
矜
矟
矢
矣
知
矧
矩
矫
短
矮
矯
矰
石
矻
矼
矿
码
砂
砌
砍
砒
研
砕
砖
砚
砥
砦
砧
砬
砭
砮
砲
破
砸
础
硃
硅
硊
硏
硐
硕
硜
硝
硡
硤
硫
硬
确
硯
硼
硾
碁
碃
碇
碌
碍
碎
碏
碑
碓
碕
碗
碚
碞
碟
碣
碧
碩
碭
碰
碱
確
碼
碾
磁
磅
磈
磊
磋
磎
磏
磐
磑
磔
磚
磢
磤
磧
磨
磬
磯
磲
磴
磵
磷
磺
磻
磼
磽
磾
磿
礁
礈
礉
礎
礒
礖
礙
礛
礥
礦
礧
礨
礩
礪
礫
礬
礮
礱
礴
礵
示
礻
礼
礽
社
祀
祁
祄
祅
祆
祇
祈
祉
祊
祎
祏
祐
祓
祔
祕
祖
祗
祘
祚
祛
祜
祝
神
祟
祠
祢
祥
祦
祧
票
祫
祬
祭
祯
祲
祷
祸
祹
祺
祼
祿
禀
禁
禄
禅
禊
禋
禍
禎
福
禑
禔
禕
禖
禘
禛
禜
禝
禡
禥
禦
禧
禨
禩
禪
禫
禮
禯
禰
禱
禳
禶
禸
禹
禺
离
禽
禾
禿
秀
私
秅
秉
秊
秋
秌
种
科
秒
秔
秕
秖
秘
秛
秞
租
秣
秤
秦
秧
秩
秪
秫
秬
积
称
秸
移
稀
稅
稈
程
稌
稍
税
稏
稑
稔
稗
稙
稚
稛
稜
稟
稠
稡
稣
稧
種
稯
稱
稲
稳
稵
稶
稷
稹
稻
稼
稽
稾
稿
穀
穂
穄
穅
穆
穈
穉
穌
積
穎
穏
穗
穜
穟
穠
穡
穢
穣
穦
穧
穩
穫
穰
穳
穴
究
穷
穹
空
穽
穿
突
窃
窄
窅
窆
窈
窌
窑
窒
窓
窕
窖
窗
窘
窜
窝
窟
窠
窦
窩
窪
窮
窯
窰
窳
窶
窺
窿
竁
竄
竅
竆
竇
竈
竉
竊
立
竑
竗
站
竚
竜
竝
竞
竟
章
竢
竣
童
竦
竩
竪
竭
端
竱
競
竷
竸
竹
竺
竽
竿
笁
笄
笈
笋
笏
笑
笔
笙
笛
笞
笟
笠
笥
符
笨
第
笭
笳
笴
笵
笹
笼
筅
筆
筇
等
筋
筌
筍
筏
筐
筑
筒
答
策
筠
筤
筥
筦
筧
筩
筬
筭
筮
筯
筰
筱
筲
筴
筵
筹
筽
签
简
箂
箇
箋
箍
箎
箏
箒
箔
箕
算
箚
箜
箝
箠
管
箫
箬
箭
箱
箲
箴
箸
箾
節
篁
範
篆
篇
篈
築
篊
篋
篌
篒
篘
篚
篝
篠
篤
篥
篦
篩
篪
篭
篮
篳
篷
簀
簇
簋
簑
簒
簔
簞
簟
簠
簡
簦
簧
簪
簫
簳
簷
簸
簽
簾
簿
籀
籁
籃
籈
籌
籍
籐
籒
籔
籕
籖
籙
籟
籠
籢
籤
籥
籩
籬
籲
米
类
籾
粃
粉
粋
粍
粑
粒
粕
粗
粘
粛
粟
粢
粤
粥
粦
粧
粮
粱
粲
粳
粵
粹
粻
粼
粽
精
糅
糇
糊
糍
糓
糕
糖
糗
糙
糚
糜
糞
糟
糠
糧
糯
糲
糴
糶
糸
糹
系
糼
糾
紀
紂
紃
約
紅
紆
紇
紈
紉
紊
紋
納
紏
紐
紓
純
紕
紗
紘
紙
級
紛
紜
紝
紞
素
紡
索
紧
紫
紬
紮
累
細
紱
紲
紳
紵
紹
紺
紼
紿
絀
絁
終
絃
組
絅
絆
経
絏
結
絓
絕
絖
絘
絜
絝
絞
絡
絢
給
絨
絪
絫
絮
絰
統
絲
絳
絵
絶
絹
絺
絿
綁
綃
綅
綆
綉
綍
綎
綏
經
綖
継
続
綜
綝
綠
綢
綦
綩
綫
綬
維
綰
綱
網
綴
綵
綸
綺
綻
綽
綾
綿
緄
緇
緊
緋
緌
総
緑
緒
緖
緗
緘
線
緜
緝
緞
締
緡
緣
緤
緦
編
緩
緬
緯
緱
緲
練
緹
緻
緼
縁
縂
縄
縇
縈
縉
縊
縋
縐
縑
縓
縕
縗
縛
縝
縞
縟
縠
縡
縢
縣
縦
縫
縮
縯
縰
縱
縲
縳
縷
縹
縻
總
績
繁
繂
繄
繆
繇
繊
繋
繍
繐
繒
織
繕
繖
繗
繙
繚
繞
繡
繥
繩
繪
繫
繭
繰
繳
繹
繻
繼
繽
纁
纂
纆
纇
纈
纊
續
纍
纎
纏
纓
纔
纖
纘
纛
纜
纠
红
纣
纤
约
级
纪
纯
纱
纲
纳
纵
纶
纷
纸
纹
纺
纽
纾
线
练
组
细
织
终
绍
经
绑
结
绕
绘
给
络
绝
统
绡
绣
绥
继
绩
绪
续
维
绵
绶
综
绿
缇
缉
缐
缓
编
缘
缚
缠
缩
缭
缴
缶
缸
缺
缽
缾
缿
罃
罄
罅
罇
罍
罏
罐
网
罒
罔
罕
罗
罘
罚
罝
罟
罡
罢
罣
罩
罪
置
罰
署
罵
罷
罹
罻
罽
罿
羁
羂
羃
羅
羆
羇
羈
羊
羋
羌
美
羑
羔
羕
羖
羚
羝
羞
羡
羢
羣
群
羨
義
羯
羲
羵
羶
羸
羹
羽
羾
羿
翀
翁
翂
翃
翄
翅
翊
翌
翎
習
翔
翕
翛
翟
翠
翡
翣
翥
翦
翧
翨
翩
翪
翫
翬
翮
翯
翰
翱
翳
翶
翹
翺
翻
翼
翽
翿
耀
老
考
耄
者
耆
耇
耈
耉
耋
而
耍
耐
耑
耒
耔
耕
耗
耘
耙
耜
耡
耣
耤
耦
耨
耬
耰
耳
耶
耸
耻
耼
耽
耿
聂
聃
聆
聊
聋
职
联
聖
聘
聚
聞
聡
聤
聪
聯
聰
聱
聲
聳
聴
聵
聶
職
聸
聽
聾
聿
肀
肃
肄
肅
肆
肇
肉
肋
肌
肓
肖
肘
肚
肛
肜
肝
肠
股
肢
肤
肥
肩
肪
肫
肭
肮
肯
肰
肱
育
肴
肹
肺
肾
肿
胃
胄
胆
胊
背
胎
胖
胙
胚
胛
胜
胝
胞
胡
胤
胥
胧
胭
胯
胰
胱
胳
胴
胶
胷
胸
胺
能
脁
脂
脅
脆
脇
脈
脉
脊
脑
脖
脘
脚
脛
脞
脣
脩
脫
脯
脰
脱
脳
脸
脹
脾
腆
腇
腊
腋
腍
腎
腏
腐
腑
腓
腔
腕
腠
腥
腦
腫
腭
腮
腰
腱
腳
腴
腶
腸
腹
腺
腾
腿
膀
膂
膃
膇
膈
膊
膋
膏
膓
膘
膚
膜
膝
膠
膣
膧
膨
膩
膰
膳
膴
膵
膺
膻
膽
膾
膿
臀
臂
臆
臉
臍
臏
臓
臘
臙
臚
臝
臞
臟
臠
臣
臥
臧
臨
自
臬
臭
臯
臲
至
致
臺
臻
臼
臽
臾
舁
舂
舃
舅
舆
與
興
舉
舊
舌
舍
舎
舐
舒
舖
舗
舘
舛
舜
舞
舟
舠
舡
舩
航
舫
般
舱
舲
舴
舵
舶
舷
舸
船
舺
艀
艄
艇
艋
艑
艘
艙
艟
艣
艤
艦
艨
艪
艫
艭
艮
良
艰
艱
色
艳
艶
艷
艸
艹
艺
艾
节
芄
芈
芊
芋
芍
芎
芑
芒
芙
芚
芜
芝
芟
芠
芡
芣
芥
芦
芩
芪
芬
芭
芮
芯
芰
花
芳
芷
芸
芹
芻
芼
芽
芾
芿
苅
苍
苏
苐
苑
苒
苓
苔
苕
苗
苛
苜
苞
苟
苡
苢
苣
若
苦
苧
苨
苩
苫
苯
英
苳
苴
苹
苺
苻
苼
苾
茀
茁
茂
范
茄
茅
茆
茇
茉
茎
茗
茛
茜
茝
茞
茣
茧
茨
茫
茭
茯
茱
茲
茵
茶
茸
茹
荀
荃
荄
荅
荆
荇
荈
草
荊
荏
荐
荒
荔
荘
荛
荣
药
荳
荴
荷
荻
荼
荽
荿
莅
莆
莉
莊
莎
莒
莓
莖
莘
莚
莞
莠
莢
莧
莩
莪
莫
莯
莱
莲
莵
获
莹
莽
莾
菀
菁
菅
菇
菉
菊
菌
菏
菑
菓
菖
菘
菜
菟
菠
菡
菣
菩
菫
華
菰
菱
菲
菴
菸
菹
菼
菽
萁
萃
萄
萇
萊
萋
萌
萍
萎
萏
萑
萝
萤
营
萦
萧
萨
萩
萬
萱
萴
萵
萸
萼
落
葅
葆
葈
葉
葑
葒
葕
著
葛
葡
董
葦
葩
葫
葬
葭
葯
葱
葳
葵
葶
葷
葺
蒂
蒋
蒐
蒓
蒔
蒕
蒗
蒙
蒜
蒞
蒡
蒤
蒨
蒭
蒯
蒲
蒴
蒸
蒹
蒺
蒼
蒿
蓀
蓁
蓂
蓄
蓆
蓇
蓉
蓊
蓋
蓍
蓏
蓐
蓑
蓖
蓙
蓝
蓧
蓨
蓬
蓮
蓯
蓰
蓴
蓼
蓽
蓿
蔀
蔂
蔆
蔇
蔑
蔓
蔔
蔗
蔘
蔚
蔞
蔡
蔣
蔥
蔦
蔬
蔭
蔲
蔵
蔽
蔿
蕁
蕃
蕅
蕆
蕈
蕉
蕊
蕎
蕓
蕕
蕖
蕗
蕘
蕙
蕡
蕢
蕤
蕨
蕩
蕪
蕫
蕭
蕰
蕴
蕷
蕺
蕾
薀
薄
薆
薇
薈
薉
薊
薌
薍
薏
薑
薔
薖
薗
薙
薛
薜
薟
薤
薥
薦
薨
薩
薪
薫
薬
薮
薯
薰
薱
薲
薹
薺
薿
藁
藉
藍
藎
藏
藐
藕
藜
藝
藟
藤
藥
藩
藪
藫
藭
藴
藶
藷
藹
藺
藻
藼
藿
蘂
蘄
蘅
蘆
蘇
蘉
蘊
蘋
蘑
蘓
蘖
蘗
蘘
蘚
蘞
蘢
蘤
蘧
蘩
蘫
蘬
蘭
蘷
蘸
蘺
蘼
蘿
虀
虁
虆
虋
虍
虎
虐
虑
虔
處
虖
虚
虛
虜
虞
號
虢
虧
虫
虬
虯
虱
虵
虹
虺
虻
虽
虾
蚁
蚂
蚊
蚌
蚓
蚕
蚖
蚝
蚡
蚣
蚤
蚩
蚪
蚵
蚶
蛆
蛇
蛉
蛊
蛋
蛍
蛑
蛔
蛙
蛛
蛟
蛣
蛤
蛦
蛩
蛭
蛮
蛰
蛸
蛹
蛻
蛾
蜀
蜂
蜃
蜆
蜇
蜈
蜊
蜋
蜌
蜍
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜞
蜡
蜥
蜨
蜮
蜴
蜷
蜺
蜻
蜾
蜿
蝇
蝉
蝌
蝍
蝎
蝕
蝗
蝘
蝙
蝟
蝠
蝤
蝥
蝦
蝨
蝯
蝱
蝴
蝶
蝸
蝽
螂
螃
螄
融
螖
螘
螟
螢
螫
螭
螯
螳
螵
螺
螻
螽
蟀
蟄
蟆
蟋
蟒
蟙
蟛
蟠
蟧
蟬
蟲
蟳
蟶
蟹
蟻
蟾
蠃
蠅
蠆
蠌
蠍
蠎
蠏
蠐
蠔
蠕
蠖
蠙
蠟
蠡
蠢
蠣
蠧
蠭
蠯
蠱
蠲
蠶
蠹
蠻
血
衁
衃
衄
衅
衆
衇
衊
行
衍
衎
衒
術
街
衙
衛
衜
衝
衞
衡
衢
衣
衤
补
表
衫
衬
衮
衰
衲
衷
衹
衽
衾
衿
袁
袂
袄
袈
袋
袍
袎
袒
袓
袖
袗
袜
袝
袞
袢
袤
袨
袪
被
袭
袱
袳
袴
袵
袷
袹
袽
袿
裁
裂
装
裊
裏
裒
裔
裕
裘
裙
補
裝
裟
裡
裤
裨
裯
裳
裴
裵
裶
裸
裹
裼
製
裾
褂
褄
褆
複
褊
褐
褒
褓
褘
褙
褚
褡
褢
褥
褧
褪
褫
褭
褰
褱
褲
褶
褸
褻
襁
襃
襄
襆
襈
襌
襍
襑
襖
襚
襜
襞
襟
襤
襦
襨
襪
襮
襯
襲
襴
襻
襾
西
覀
要
覃
覆
覇
覈
覊
見
規
覓
覔
視
覗
覘
覚
覡
覧
覩
親
覯
覰
覲
観
覺
覽
覿
觀
见
观
规
视
览
觉
觊
觎
角
觔
觕
觚
觜
觝
解
觥
触
觧
觱
觴
觶
觸
言
訂
訃
訇
計
訊
訌
討
訏
訐
訑
訒
訓
訔
訕
訖
託
記
訛
訝
訟
訢
訣
訥
訪
設
許
訳
訴
訶
診
註
証
訾
訿
詁
詃
詆
詈
詎
詐
詑
詒
詔
評
詖
詗
詘
詛
詝
詞
詠
詡
詢
詣
詥
試
詩
詫
詬
詭
詮
詰
話
該
詳
詵
詹
詻
詼
詾
詿
誂
誄
誅
誇
誉
誌
認
誑
誒
誓
誕
誘
誚
語
誠
誡
誣
誤
誥
誦
誧
誨
說
説
読
誰
課
誴
誹
誼
誾
調
諂
諄
談
請
諍
諏
諐
諒
論
諗
諛
諜
諝
諟
諠
諡
諤
諦
諧
諪
諫
諭
諮
諰
諱
諲
諴
諶
諷
諸
諺
諼
諾
諿
謀
謁
謂
謄
謇
謎
謏
謐
謔
謖
謗
謙
謚
講
謝
謟
謠
謡
謦
謨
謩
謫
謬
謮
謳
謷
謹
謾
譁
譆
證
譍
譎
譏
譓
譔
譖
識
譙
譚
譜
譞
譟
警
譫
譬
譯
議
譱
譲
譴
護
譹
譽
讀
讃
讄
變
讌
讎
讐
讒
讓
讔
讖
讙
讚
讜
讞
计
订
认
讨
让
训
议
讯
记
讲
许
论
讼
设
访
诀
证
诂
评
识
诉
诊
词
诏
译
诒
试
诗
诚
诛
话
诠
诡
询
该
详
语
误
诱
说
诶
请
诸
诹
诺
读
课
谁
调
谄
谅
谈
谊
谐
谑
谓
谚
谜
谢
谦
谨
谭
谱
谷
谺
谼
谿
豁
豆
豈
豉
豊
豌
豎
豐
豔
豕
豖
豗
豚
象
豢
豨
豪
豫
豬
豰
豳
豷
豸
豹
豺
豽
貂
貅
貆
貉
貊
貌
貍
貐
貓
貔
貕
貘
貙
貝
貞
負
財
貢
貣
貧
貨
販
貪
貫
責
貯
貰
貲
貳
貴
貶
買
貸
貺
費
貼
貽
貿
賀
賁
賂
賃
賄
賅
資
賈
賊
賏
賑
賓
賖
賚
賛
賜
賞
賠
賡
賢
賣
賤
賦
質
賫
賬
賭
賴
賵
賷
賸
賺
賻
購
賽
賾
贄
贅
贇
贈
贊
贍
贏
贐
贒
贓
贔
贖
贗
贛
贜
贝
负
贡
财
责
贤
败
账
货
质
贫
贬
购
贯
贱
贲
贴
贵
贶
贷
贸
费
贺
贼
贾
赁
资
赈
赋
赌
赏
赐
赔
赖
赛
赞
赢
赣
赤
赦
赧
赫
赬
赭
走
赳
赴
赵
赶
起
赾
趀
趁
趂
趄
超
越
趋
趌
趍
趑
趕
趙
趡
趣
趦
趨
趯
趲
足
趺
趼
趾
跂
跃
跆
跋
跌
跎
跏
跑
跕
跖
跗
跚
跛
距
跟
跡
跣
跨
跪
跫
路
跳
践
踆
踈
踊
踏
踐
踔
踖
踝
踞
踟
踢
踧
踩
踪
踰
踳
踵
踶
踹
踼
踽
蹀
蹂
蹄
蹇
蹈
蹉
蹊
蹋
蹌
蹏
蹕
蹙
蹟
蹠
蹣
蹤
蹩
蹬
蹭
蹯
蹲
蹴
蹶
蹹
蹻
躁
躅
躇
躊
躋
躍
躐
躑
躓
躔
躕
躡
躧
躪
身
躬
躯
躰
躲
躺
躽
躾
軀
軆
車
軋
軌
軍
軏
軒
軔
軛
軟
転
軨
軫
軸
軹
軺
軻
軼
軽
軾
較
輅
輇
輈
載
輊
輐
輒
輓
輔
輕
輗
輘
輛
輜
輝
輞
輟
輦
輩
輪
輬
輯
輳
輴
輸
輻
輾
輿
轀
轂
轃
轄
轅
轆
轇
轉
轍
轎
轓
轔
轕
轘
轛
轝
轟
轡
轢
轤
车
轨
轩
转
轮
软
轰
轻
载
较
辅
辆
辈
辉
辑
输
辕
辖
辛
辜
辞
辟
辣
辤
辦
辨
辩
辭
辮
辯
辰
辱
農
辵
辶
边
辺
辻
込
辽
达
辿
迁
迂
迃
迄
迅
过
迈
迍
迎
运
近
迓
返
迕
还
这
进
远
违
连
迟
迢
迤
迥
迦
迨
迪
迫
迬
迭
迮
述
迴
迷
迸
迹
迺
迻
追
迿
退
送
适
逃
逄
逅
逆
逈
选
逊
逋
逌
逍
透
逐
逑
递
途
逕
逖
逗
這
通
逝
逞
速
造
逡
逢
連
逬
逮
逯
週
進
逵
逶
逸
逹
逺
逻
逼
逾
遁
遂
遄
遅
遆
遇
遊
運
遍
過
遏
遐
遑
遒
道
達
違
遗
遘
遙
遜
遞
遠
遡
遣
遥
遨
適
遫
遭
遮
遯
遲
遵
遶
遷
選
遹
遺
遼
遽
遾
避
邀
邁
邂
邃
還
邅
邇
邈
邉
邊
邏
邑
邓
邕
邗
邙
邛
邠
邢
那
邦
邨
邪
邮
邯
邰
邱
邲
邳
邴
邵
邶
邸
邹
邻
邽
邾
郁
郃
郄
郅
郇
郈
郊
郎
郑
郗
郛
郜
郝
郞
郟
郡
郢
郤
部
郫
郭
郯
郱
郳
郴
郵
郷
郸
都
郾
郿
鄀
鄂
鄄
鄆
鄉
鄍
鄏
鄒
鄔
鄕
鄖
鄗
鄘
鄙
鄚
鄜
鄠
鄢
鄣
鄧
鄪
鄫
鄭
鄮
鄯
鄰
鄱
鄲
鄴
鄶
鄹
酆
酇
酈
酉
酊
酋
酌
配
酎
酒
酔
酖
酗
酡
酢
酣
酤
酥
酩
酪
酬
酱
酲
酳
酵
酷
酸
酹
酺
酿
醃
醅
醆
醇
醉
醋
醍
醎
醐
醑
醒
醜
醞
醢
醣
醤
醨
醪
醫
醬
醮
醯
醱
醳
醴
醵
醸
釀
釁
釂
釆
采
釈
釉
释
釋
里
重
野
量
釐
金
釖
釗
釘
釛
釜
針
釟
釣
釤
釥
釧
釩
釭
釰
釴
釵
鈀
鈁
鈇
鈍
鈎
鈏
鈐
鈑
鈒
鈔
鈕
鈗
鈜
鈞
鈣
鈨
鈴
鈵
鈸
鈹
鈺
鈾
鈿
鉀
鉄
鉅
鉉
鉏
鉐
鉗
鉛
鉞
鉢
鉤
鉦
鉱
鉴
鉷
鉸
鉽
鉾
銀
銃
銅
銈
銋
銌
銍
銑
銓
銕
銖
銘
銚
銛
銜
銭
銮
銳
銶
銷
銹
銼
鋈
鋋
鋌
鋏
鋐
鋒
鋗
鋟
鋤
鋥
鋧
鋩
鋪
鋭
鋮
鋳
鋸
鋹
鋼
鋿
錀
錄
錆
錐
錘
錙
錚
錞
錠
錡
錢
錣
錤
錥
錦
錨
錪
錫
錬
錭
錮
錯
録
鍇
鍈
鍉
鍊
鍋
鍍
鍑
鍒
鍔
鍛
鍠
鍤
鍥
鍦
鍪
鍬
鍮
鍰
鍴
鍵
鍼
鍾
鎌
鎏
鎔
鎖
鎗
鎚
鎛
鎣
鎧
鎬
鎭
鎮
鎰
鎲
鎳
鎸
鎻
鏁
鏃
鏄
鏈
鏊
鏍
鏐
鏑
鏕
鏗
鏘
鏜
鏞
鏟
鏡
鏢
鏤
鏬
鏴
鏵
鏶
鏻
鏽
鐃
鐐
鐔
鐘
鐙
鐡
鐥
鐫
鐲
鐴
鐵
鐸
鐺
鐽
鑄
鑊
鑌
鑑
鑒
鑕
鑚
鑛
鑞
鑠
鑢
鑣
鑨
鑪
鑫
鑮
鑰
鑱
鑲
鑴
鑵
鑷
鑼
鑽
鑾
鑿
针
钉
钊
钟
钢
钦
钧
钩
钭
钱
钺
钻
钿
铀
铁
铃
铅
铓
铨
铭
银
铸
铺
链
销
锁
锄
锅
锈
锋
锏
错
锡
锣
锤
锥
锦
键
锻
镇
镛
镜
镳
長
长
門
閃
閇
閈
閉
開
閌
閎
閏
閑
閒
間
閔
閘
閙
閟
関
閣
閤
閥
閦
閨
閩
閫
閬
閭
閱
閲
閶
閷
閹
閻
閼
閽
閾
闃
闇
闈
闉
闊
闋
闌
闍
闐
闓
闔
闕
闖
闗
闘
闚
關
闞
闟
闡
闢
闥
门
闪
闭
问
闲
间
闷
闹
闺
闻
闽
闾
阁
阅
阎
阐
阑
阜
阝
阞
队
阡
阤
阨
阪
阬
阮
阯
阱
防
阳
阴
阵
阶
阸
阻
阼
阽
阿
陀
陁
陂
附
际
陆
陇
陈
陋
陌
降
限
陔
陕
陘
陛
陜
陝
陞
陟
陡
院
陣
除
陥
陨
险
陪
陬
陰
陲
陳
陴
陵
陶
陷
陸
険
陽
隂
隃
隄
隅
隆
隈
隊
隋
隍
階
随
隐
隔
隕
隗
隘
隙
際
障
隠
隣
隤
隥
隧
隨
隩
險
隰
隱
隳
隴
隶
隷
隸
隹
隺
隻
隼
难
雀
雁
雄
雅
集
雇
雉
雊
雋
雌
雍
雎
雑
雒
雕
雖
雘
雙
雚
雛
雜
雝
雞
離
難
雨
雩
雪
雫
雯
雰
雱
雲
雴
雵
零
雷
雹
電
雾
需
霂
霄
霅
霆
震
霈
霉
霊
霍
霎
霏
霑
霓
霔
霖
霙
霜
霞
霢
霤
霦
霧
霭
霮
霰
霱
露
霶
霸
霹
霽
霾
靂
靄
靈
靉
靌
靑
青
靖
静
靚
靛
靜
非
靠
靡
面
靨
革
靬
靭
靳
靴
靶
靷
靸
靺
靼
鞀
鞄
鞅
鞆
鞉
鞋
鞍
鞏
鞔
鞘
鞜
鞞
鞠
鞦
鞨
鞫
鞬
鞭
鞮
鞵
鞸
鞾
鞿
韁
韃
韅
韆
韈
韋
韓
韔
韜
韞
韠
韡
韤
韦
韧
韩
韬
韭
韮
韱
韲
音
韵
韶
韺
韻
韽
響
頀
頁
頂
頃
項
順
須
頉
頊
頌
頍
頎
頏
預
頑
頒
頓
頔
頗
領
頠
頡
頣
頤
頥
頫
頬
頭
頯
頰
頲
頳
頵
頷
頸
頹
頻
頼
顆
顈
顋
題
額
顎
顏
顒
顓
顔
顕
顖
顗
願
顙
顚
顛
類
顥
顧
顪
顯
顱
顴
页
顶
项
顺
须
顼
顾
顿
颁
颂
预
领
颈
颐
频
颖
颗
题
颛
颜
额
颠
風
颯
颱
颶
颷
颺
颻
颼
飄
飅
飆
飇
飊
飌
风
飏
飘
飛
飜
飞
食
飠
飡
飢
飣
飥
飨
飩
飪
飫
飭
飮
飯
飱
飲
飴
飼
飽
飾
餂
餃
餅
餉
養
餌
餐
餒
餓
餔
餗
餘
餙
餛
餞
餟
餠
餡
餧
館
餬
餮
餰
餳
餼
餽
饃
饅
饉
饋
饌
饍
饎
饑
饒
饔
饕
饗
饙
饜
饞
饟
饨
饩
饭
饮
饰
饱
饵
饶
饷
饺
饼
饿
馄
馆
馍
馒
首
馗
馘
香
馝
馠
馣
馥
馦
馧
馨
馪
馫
馬
馭
馮
馰
馱
馳
馴
馹
駁
駃
駄
駅
駆
駈
駏
駐
駑
駒
駕
駘
駙
駛
駝
駞
駟
駢
駭
駮
駰
駱
駸
駼
駿
騁
騂
騃
騄
騅
騈
騊
騎
騏
騑
騒
験
騖
騙
騞
騠
騣
騤
騧
騨
騩
騫
騭
騮
騰
騵
騶
騷
騾
驁
驂
驃
驄
驅
驆
驊
驌
驍
驎
驕
驗
驚
驛
驟
驢
驤
驥
驦
驩
驪
驫
马
驰
驱
驳
驴
驶
驼
驾
骁
骄
骆
验
骏
骑
骗
骚
骞
骡
骥
骨
骫
骷
骸
骼
骾
髀
髃
髄
髊
髎
髏
髑
髒
髓
體
髕
高
髙
髟
髡
髢
髣
髥
髦
髪
髫
髭
髮
髯
髴
髷
髹
髺
髻
鬂
鬃
鬅
鬆
鬋
鬐
鬘
鬙
鬚
鬛
鬟
鬢
鬣
鬥
鬧
鬨
鬩
鬪
鬭
鬯
鬱
鬲
鬴
鬷
鬻
鬼
魁
魂
魃
魄
魅
魉
魍
魎
魏
魑
魔
魘
魚
魛
魜
魨
魪
魬
魮
魯
魱
魴
魶
魼
魽
魾
鮀
鮆
鮎
鮐
鮑
鮒
鮓
鮚
鮝
鮟
鮠
鮣
鮤
鮧
鮨
鮪
鮫
鮭
鮮
鮰
鮸
鮹
鯀
鯁
鯆
鯈
鯉
鯊
鯔
鯖
鯛
鯢
鯤
鯦
鯨
鯫
鯰
鯱
鯷
鯸
鯼
鯿
鰂
鰅
鰇
鰈
鰋
鰌
鰍
鰐
鰒
鰓
鰕
鰗
鰜
鰝
鰞
鰡
鰣
鰥
鰨
鰩
鰫
鰬
鰭
鰮
鰱
鰲
鰻
鰼
鰽
鰾
鱀
鱁
鱄
鱆
鱇
鱉
鱋
鱏
鱐
鱑
鱒
鱓
鱕
鱖
鱗
鱘
鱝
鱠
鱡
鱣
鱧
鱭
鱴
鱵
鱷
鱸
鱺
鱼
鱾
鱿
鲁
鲍
鲜
鲤
鳄
鳞
鳤
鳥
鳧
鳩
鳯
鳳
鳴
鳶
鴂
鴃
鴆
鴈
鴉
鴎
鴒
鴛
鴞
鴟
鴣
鴥
鴦
鴨
鴬
鴳
鴻
鴿
鵂
鵄
鵑
鵒
鵘
鵜
鵝
鵞
鵠
鵡
鵩
鵬
鵯
鵰
鵲
鵷
鵺
鶂
鶇
鶉
鶋
鶏
鶖
鶗
鶚
鶡
鶢
鶩
鶯
鶱
鶴
鶹
鶺
鶻
鶿
鷀
鷁
鷂
鷃
鷄
鷇
鷓
鷗
鷙
鷞
鷦
鷧
鷫
鷯
鷰
鷲
鷴
鷹
鷺
鸇
鸎
鸐
鸔
鸕
鸚
鸛
鸜
鸞
鸟
鸡
鸣
鸦
鸭
鸯
鸳
鸿
鹅
鹊
鹏
鹤
鹰
鹵
鹸
鹹
鹺
鹻
鹽
鹿
麀
麁
麂
麃
麈
麋
麒
麓
麕
麗
麚
麝
麞
麟
麤
麥
麦
麩
麪
麫
麬
麮
麯
麰
麴
麵
麺
麻
麼
麽
麾
麿
黃
黄
黌
黍
黎
黏
黑
黒
黔
默
黙
黛
黜
點
黠
黥
黧
黨
黮
黯
黰
黲
黴
黷
黹
黻
黼
黽
黿
鼂
鼇
鼈
鼉
鼎
鼏
鼐
鼓
鼔
鼕
鼙
鼠
鼣
鼬
鼯
鼻
齊
齋
齎
齐
齒
齓
齕
齗
齟
齡
齢
齧
齪
齬
齮
齲
齶
齷
龄
龌
龍
龐
龑
龒
龔
龕
龙
龚
龜
龟
龠
ꀌ
ꀍ
ꀘ
ꀙ
ꀾ
ꂶ
ꃅ
ꃋ
ꃍ
ꃚ
ꃪ
ꃰ
ꃳ
ꃼ
ꄃ
ꆚ
ꆧ
ꇤ
ꇳ
ꇴ
ꇵ
ꈊ
ꈍ
ꈨ
ꉂ
ꉺ
ꊉ
ꊒ
ꊓ
ꊔ
ꊕ
ꊨ
ꋮ
ꋯ
ꌂ
ꎁ
ꎇ
ꎴ
ꎿ
ꒉ
꒒
꒦
꒨
꒩
꒪
꒫
꒰
꒱
꒳
꒵
꒶
꓆
ꔛ
ꔣ
ꔬ
ꔷ
ꕀ
ꕤ
ꖶ
ꗯ
꘍
Ꙩ
ꙩ
Ꙫ
Ꙭ
꙰
꙳
ꙻ
꙼
꜀
꜄
꜆
ꜣ
ꜱ
ꞏ
ꞵ
꠆
ꠇ
ꠏ
ꠓ
ꠥ
ꡒ
ꡓ
ꡔ
ꡕ
ꢭ
ꥢ
ꦿ
꧁
꧂
ꨄ
ꩀ
ꪑ
ꪔ
ꪝ
ꯁ
가
각
갂
갃
간
갅
갇
갈
갉
갊
갋
갌
갏
감
갑
값
갓
갔
강
갖
갗
갘
같
갚
갛
개
객
갞
갠
갣
갤
갥
갫
갬
갭
갯
갰
갱
갲
갳
갴
갶
갸
갹
갺
갼
갽
갾
갿
걀
걁
걈
걉
걋
걌
걍
걐
걑
걓
걔
걕
걘
걛
걜
걤
걩
걯
거
걱
걲
건
걵
걷
걸
걺
걽
검
겁
겂
것
겄
겅
겆
겇
겈
겉
겊
겋
게
겍
겎
겐
겒
겓
겔
겙
겜
겝
겟
겠
겡
겢
겣
겤
겥
겧
겨
격
겪
견
겮
겯
결
겱
겷
겸
겹
겺
겻
겼
경
겾
곀
곁
곂
곃
계
곅
곈
곌
곑
곓
곔
곕
곗
곘
곙
곜
고
곡
곢
곤
곧
골
곩
곪
곫
곬
곯
곰
곱
곳
곴
공
곶
곷
곸
곹
곺
곻
과
곽
곾
관
괂
괃
괄
괋
괌
괍
괎
괏
광
괒
괕
괗
괘
괙
괜
괞
괠
괦
괧
괨
괬
괭
괴
괵
괸
괼
괿
굄
굇
굉
굌
굎
교
굑
굔
굗
굘
굠
굡
굣
굤
굥
굨
구
국
굮
굯
군
굱
굲
굳
굴
굵
굶
굷
굺
굻
굼
굽
굿
궀
궁
궂
궃
궄
궅
궆
궇
궈
궉
권
궐
궘
궙
궛
궜
궝
궞
궤
궨
궱
궷
궸
귀
귁
귄
귅
귇
귈
귌
귏
귐
귑
귓
귔
귕
귖
귗
귘
규
귝
균
귡
귣
귤
귥
귦
귬
귭
귯
귱
귳
귴
귵
귷
그
극
귺
귻
근
귾
귿
글
긁
긂
긇
금
급
긋
긌
긍
긎
긏
긐
긑
긒
긓
긔
긕
긘
긜
긝
긤
긧
긩
긬
긭
기
긱
긲
긳
긴
긷
길
긺
긼
긽
긿
김
깁
깂
깃
깄
깅
깆
깇
깈
깉
깊
깋
까
깍
깎
깐
깓
깔
깕
깖
깙
깜
깝
깞
깟
깠
깡
깢
깣
깤
깥
깧
깨
깩
깪
깬
깯
깰
깵
깷
깸
깹
깻
깼
깽
꺀
꺂
꺄
꺅
꺆
꺈
꺋
꺌
꺍
꺎
꺔
꺗
꺘
꺙
꺚
꺜
꺟
꺠
꺤
꺦
꺨
꺳
꺴
꺵
꺶
꺹
꺼
꺽
꺾
껀
껄
껇
껌
껍
껏
껐
껑
껒
껔
껕
껗
께
껙
껚
껜
껠
껡
껥
껨
껩
껫
껬
껭
껯
껰
껳
껴
껵
껶
껸
껼
껽
꼄
꼅
꼇
꼈
꼉
꼌
꼍
꼐
꼘
꼟
꼬
꼭
꼮
꼯
꼰
꼲
꼳
꼴
꼸
꼻
꼼
꼽
꼾
꼿
꽁
꽂
꽃
꽄
꽅
꽆
꽇
꽈
꽉
꽊
꽌
꽐
꽔
꽕
꽘
꽛
꽜
꽝
꽠
꽤
꽥
꽦
꽨
꽩
꽹
꾀
꾁
꾄
꾇
꾈
꾋
꾐
꾑
꾕
꾚
꾜
꾝
꾞
꾤
꾩
꾬
꾮
꾱
꾲
꾳
꾸
꾹
꾺
꾼
꾾
꾿
꿀
꿁
꿂
꿃
꿅
꿇
꿈
꿉
꿋
꿍
꿎
꿏
꿐
꿑
꿒
꿔
꿕
꿖
꿘
꿛
꿜
꿞
꿡
꿧
꿨
꿩
꿪
꿬
꿰
꿱
꿲
꿴
꿵
꿸
꿺
뀁
뀄
뀌
뀍
뀐
뀓
뀔
뀘
뀚
뀜
뀝
뀟
뀠
뀡
뀣
뀦
뀨
뀩
뀬
뀰
뀱
뀸
뀹
뀺
뀻
뀽
끃
끄
끅
끆
끈
끉
끊
끋
끌
끍
끎
끓
끔
끕
끖
끗
끘
끙
끛
끜
끝
끟
끠
끨
끰
끱
끲
끳
끵
끺
끼
끽
끾
낀
낄
낊
낌
낍
낏
낐
낑
낒
낓
낔
낕
나
낙
낚
낛
난
낞
낟
날
낡
낢
낣
낤
낧
남
납
낫
났
낭
낮
낯
낰
낱
낲
낳
내
낵
낶
낸
낼
냄
냅
냇
냈
냉
냌
냍
냎
냏
냐
냑
냒
냔
냘
냠
냡
냣
냤
냥
냦
냨
냪
냫
냬
냮
냷
냹
냼
넀
넁
넆
너
넉
넊
넋
넌
넎
넏
널
넑
넒
넓
넔
넖
넗
넘
넙
넚
넛
넜
넝
넞
넟
넠
넢
넣
네
넥
넨
넩
넫
넬
넭
넮
넳
넴
넵
넶
넷
넸
넹
넺
넼
넽
넾
넿
녀
녁
녂
녃
년
녆
녇
녈
녋
념
녑
녓
녔
녕
녘
녛
녜
녝
녠
녡
녣
녤
녨
녬
녭
녮
녯
녱
녴
노
녹
녺
녻
논
놀
놂
놃
놇
놈
놉
놋
농
놎
놏
놐
놑
높
놓
놔
놕
놘
놜
놝
놤
놥
놧
놨
놩
놬
놯
놰
놴
놷
뇄
뇌
뇏
뇐
뇔
뇗
뇜
뇝
뇟
뇠
뇨
뇩
뇪
뇬
뇰
뇵
뇸
뇹
뇻
뇽
눃
누
눅
눆
눇
눈
눉
눊
눋
눌
눔
눕
눗
눙
눚
눜
눞
눟
눠
눤
눦
눨
눫
눮
눯
눳
눴
눶
눼
눾
눿
뉍
뉑
뉓
뉘
뉙
뉜
뉠
뉨
뉩
뉫
뉬
뉭
뉴
뉵
뉸
뉹
뉻
뉼
늂
늃
늄
늅
늆
늇
늈
늉
늊
늌
늍
느
늑
늒
는
늕
늖
늗
늘
늙
늚
늛
늟
늠
늡
늣
능
늦
늨
늩
늪
늫
늬
늭
늰
늱
늴
늵
늼
늽
늿
닁
닆
니
닉
닊
닌
닎
닏
닐
닑
닒
님
닙
닛
닜
닝
닞
닟
닠
닡
닢
닣
다
닥
닦
닧
단
닪
닫
달
닭
닮
닯
닰
닱
닳
담
답
닷
닸
당
닺
닻
닼
닽
닾
닿
대
댁
댂
댃
댄
댇
댈
댉
댋
댎
댏
댐
댑
댓
댔
댕
댖
댗
댘
댙
댚
댛
댜
댝
댠
댤
댦
댩
댬
댭
댯
댱
댲
댴
댵
댷
댸
댼
덍
덐
더
덕
덖
던
덙
덛
덜
덞
덟
덣
덤
덥
덦
덧
덨
덩
덪
덫
덬
덭
덮
덯
데
덱
덴
덷
델
뎀
뎁
뎃
뎄
뎅
뎇
뎈
뎉
뎊
뎋
뎌
뎍
뎎
뎏
뎐
뎒
뎓
뎔
뎛
뎜
뎝
뎟
뎠
뎡
뎢
뎨
뎬
뎰
뎴
뎸
뎻
뎿
도
독
돆
돈
돊
돋
돌
돍
돎
돏
돐
돔
돕
돖
돗
돘
동
돚
돛
돜
돝
돞
돟
돠
돡
돢
돣
돤
돦
돨
돩
돰
돱
돳
돴
돵
돻
돼
돽
돿
됀
됃
됄
됅
됈
됋
됌
됍
됏
됐
됑
됒
됔
됗
되
됙
됛
된
됟
될
됡
됣
됨
됩
됫
됬
됭
됮
됯
됰
됳
됴
됵
됸
됻
둄
둅
둈
둉
둎
둏
두
둑
둔
둗
둘
둙
둚
둟
둠
둡
둣
둥
둦
둧
둨
둩
둫
둬
둰
둳
둴
둷
둻
둾
둿
뒀
뒁
뒂
뒄
뒅
뒈
뒉
뒋
뒐
뒖
뒗
뒘
뒙
뒜
뒝
뒠
뒤
뒥
뒨
뒩
뒪
뒫
뒬
뒮
뒴
뒵
뒷
뒸
뒹
뒿
듀
듁
듄
듈
듐
듑
듓
듕
듗
듘
드
득
듞
듟
든
듣
들
듥
듦
듧
듩
듫
듬
듭
듯
듰
등
듲
듳
듴
듵
듶
듷
듸
듼
듿
딀
딅
딈
딋
딍
딐
딑
디
딕
딘
딛
딜
딝
딠
딤
딥
딦
딧
딨
딩
딪
딫
딬
딭
딮
딯
따
딱
딲
딴
딷
딸
딹
딻
딾
딿
땀
땁
땃
땄
땅
땈
땉
땋
때
땍
땐
땓
땔
땗
땛
땜
땝
땟
땠
땡
땢
땤
땥
땦
땧
땨
땩
땬
땰
땸
땹
땽
땾
떀
떄
떇
떈
떊
떌
떔
떗
떘
떙
떟
떠
떡
떢
떤
떦
떧
떨
떪
떫
떬
떮
떯
떰
떱
떳
떴
떵
떸
떻
떼
떽
뗀
뗃
뗄
뗌
뗍
뗏
뗐
뗑
뗔
뗘
뗙
뗠
뗣
뗫
뗬
뗭
뗱
뗳
뗴
뗸
뗼
뗾
똄
똅
똇
똈
또
똑
똒
똓
똔
똗
똘
똙
똚
똟
똠
똣
똥
똧
똨
똩
똫
똬
똭
똯
똰
똳
똴
똵
똷
똻
똼
똿
뙁
뙇
뙈
뙜
뙤
뙨
뙩
뙬
뙶
뙹
뚀
뚁
뚍
뚕
뚜
뚝
뚞
뚠
뚣
뚤
뚥
뚦
뚧
뚪
뚫
뚬
뚭
뚮
뚯
뚱
뚷
뚸
뚹
뛀
뛇
뛉
뛊
뛌
뛍
뛏
뛓
뛔
뛚
뛝
뛞
뛢
뛰
뛴
뛸
뛻
뜀
뜁
뜃
뜅
뜈
뜌
뜍
뜐
뜔
뜛
뜜
뜝
뜟
뜡
뜢
뜨
뜩
뜪
뜬
뜯
뜰
뜱
뜲
뜷
뜸
뜹
뜻
뜼
뜽
뜾
뜿
띀
띁
띃
띄
띈
띌
띔
띕
띙
띚
띝
띠
띡
띤
띧
띨
띬
띭
띯
띰
띱
띳
띵
라
락
띾
란
랁
랃
랄
랅
랆
랇
람
랍
랏
랐
랑
랒
랓
랔
랕
랖
랗
래
랙
랚
랜
랞
랟
랠
랤
랧
램
랩
랪
랫
랬
랭
랰
랱
랲
랳
랴
략
랶
랸
랹
랻
랼
랿
럃
럄
럅
럇
럈
량
럐
럑
럒
럗
럘
럜
럞
럡
럣
럤
럥
럦
럫
러
럭
럮
럯
런
럱
럳
럴
럵
럶
럸
럻
럼
럽
럾
럿
렀
렁
렂
렄
렅
렆
렇
레
렉
렌
렍
렏
렐
렘
렙
렛
렜
렝
렠
렡
렣
려
력
렦
련
렪
렫
렬
렮
렯
렴
렵
렶
렷
렸
령
렺
렼
렾
렿
례
롄
롅
롈
롐
롑
롓
롔
로
록
롞
론
롡
롣
롤
롥
롫
롬
롭
롯
롰
롱
롲
롳
롴
롵
롶
롷
롸
롹
롺
롼
롿
뢀
뢁
뢈
뢉
뢋
뢌
뢍
뢔
뢜
뢡
뢥
뢨
뢰
뢱
뢴
뢸
뢽
뢾
뢿
룀
룁
룃
룄
룅
료
룍
룐
룑
룓
룔
룗
룛
룜
룝
룟
룠
룡
룥
루
룩
룬
룯
룰
룱
룳
룸
룹
룻
룽
뤀
뤂
뤄
뤅
뤈
뤌
뤑
뤔
뤕
뤗
뤘
뤙
뤠
뤡
뤤
뤧
뤨
뤰
뤱
뤳
뤸
뤼
뤽
뤿
륀
륄
륈
륌
륍
륏
륑
륔
류
륙
륚
륜
률
륨
륩
륫
륭
륮
륰
륳
르
륵
륶
륷
른
륻
를
륽
륾
륿
릂
릃
름
릅
릆
릇
릈
릉
릊
릋
릍
릎
릏
릐
릑
릒
릓
릔
릘
릞
릠
릢
릣
릥
릧
릫
리
릭
릮
린
릱
릲
릳
릴
릵
릸
릻
림
립
릿
맀
링
맂
맃
맄
맅
맆
맇
마
막
맊
만
맍
많
맏
말
맑
맒
맔
맕
맖
맗
맘
맙
맚
맛
맜
망
맞
맟
맠
맡
맢
맣
매
맥
맧
맨
맩
맫
맬
맲
맴
맵
맷
맸
맹
맺
맻
맼
맽
맿
먀
먁
먂
먄
먆
먈
먐
먑
먓
먕
먜
먤
먬
먴
머
먹
먺
먼
먽
먾
먿
멀
멂
멈
멉
멊
멋
멌
멍
멎
멏
멑
멓
메
멕
멗
멘
멚
멛
멜
멞
멡
멤
멥
멧
멨
멩
멪
멫
멬
멭
며
멱
면
멵
멷
멸
멹
멼
몀
몁
몃
몄
명
몆
몇
몈
몉
몊
몋
몌
몐
몔
몟
몡
모
목
몪
몫
몬
몭
몯
몰
몲
몳
몸
몹
몺
못
몼
몽
몿
뫀
뫂
뫃
뫄
뫅
뫆
뫈
뫌
뫐
뫔
뫖
뫘
뫙
뫜
뫠
뫡
뫬
뫯
뫰
뫼
뫾
묀
묁
묄
묏
묒
묓
묖
묘
묙
묚
묜
묝
묠
묨
묩
묪
묫
묭
묰
묳
무
묵
묶
묷
문
묹
묻
물
묽
묾
뭃
뭄
뭅
뭇
뭈
뭉
뭊
뭋
뭌
뭍
뭎
뭏
뭐
뭔
뭘
뭚
뭠
뭡
뭣
뭤
뭥
뭨
뭫
뭬
뭰
뭴
뭻
뭼
뮁
뮃
뮈
뮋
뮌
뮐
뮖
뮘
뮙
뮛
뮝
뮤
뮥
뮨
뮫
뮬
뮴
뮷
뮸
뮹
뮺
뮾
므
믁
믄
믇
믈
믌
믐
믑
믓
믔
믕
믖
믚
믜
믞
믪
믬
믯
믱
믶
미
믹
믺
믻
민
믽
믾
믿
밀
밁
밂
밆
밇
밈
밉
밋
밌
밍
밎
및
밐
밑
밒
밓
바
박
밖
밗
반
밙
밚
받
발
밝
밞
밟
밡
밢
밣
밤
밥
밦
밧
밨
방
밪
밫
밬
밭
밮
밯
배
백
밲
밴
밷
밸
밺
뱀
뱁
뱃
뱄
뱅
뱆
뱉
뱊
뱋
뱌
뱍
뱐
뱑
뱓
뱔
뱗
뱜
뱝
뱞
뱟
뱡
뱣
뱨
뱩
뱰
뱹
벂
버
벅
벆
번
벊
벋
벌
벍
벎
벏
범
법
벗
벘
벙
벚
벛
벜
벝
벞
베
벡
벢
벤
벧
벨
벩
벫
벬
벰
벱
벲
벳
벴
벵
벶
벹
벺
벼
벽
벾
변
볃
별
볇
볋
볌
볍
볏
볐
병
볒
볓
볔
볕
볖
볗
볘
볛
볜
볠
볤
볥
볦
볨
볫
볭
볮
볲
볳
보
복
볶
본
볺
볻
볼
볽
볾
봁
봄
봅
봆
봇
봈
봉
봊
봌
봍
봏
봐
봑
봒
봔
봕
봖
봘
봙
봠
봡
봣
봤
봥
봨
봫
봬
봭
봰
봳
봴
봵
봽
뵀
뵈
뵉
뵌
뵐
뵒
뵘
뵙
뵚
뵛
뵜
뵝
뵤
뵥
뵦
뵨
뵬
뵴
뵵
뵶
뵹
뵺
부
북
붂
붃
분
붅
붇
불
붉
붊
붋
붐
붑
붓
붕
붖
붗
붘
붙
붚
붛
붜
붝
붠
붤
붫
붰
붱
붲
붴
붵
붶
붷
붸
붹
붺
붻
뷀
뷁
뷄
뷉
뷌
뷍
뷔
뷕
뷘
뷜
뷠
뷧
뷩
뷬
뷰
뷱
뷴
뷸
뷽
븀
븁
븃
븅
븉
브
븍
븎
븐
븑
븓
블
븕
븜
븝
븟
븡
븣
븤
븥
븨
븬
븯
븰
븸
비
빅
빆
빇
빈
빋
빌
빎
빔
빕
빗
빘
빙
빚
빛
빜
빝
빞
빟
빠
빡
빢
빣
빤
빧
빨
빪
빭
빮
빰
빱
빳
빴
빵
빶
빷
빸
빹
빻
빼
빽
빾
뺀
뺃
뺄
뺇
뺌
뺍
뺏
뺐
뺑
뺒
뺕
뺗
뺘
뺙
뺠
뺥
뺨
뺩
뺭
뺯
뺰
뺴
뺵
뺶
뺷
뺸
뺺
뺼
뻀
뻄
뻅
뻇
뻈
뻉
뻌
뻍
뻐
뻑
뻔
뻖
뻗
뻘
뻜
뻟
뻠
뻡
뻣
뻤
뻥
뻦
뻨
뻩
뻫
뻬
뻭
뻮
뻰
뻴
뻻
뻿
뼁
뼅
뼈
뼉
뼋
뼌
뼏
뼓
뼘
뼙
뼛
뼜
뼝
뼟
뼠
뼡
뼤
뼥
뼯
뼴
뼼
뼽
뽀
뽁
뽂
뽄
뽇
뽈
뽊
뽐
뽑
뽓
뽔
뽕
뽚
뽛
뽜
뽝
뽞
뽠
뽡
뽤
뽭
뽱
뽴
뽶
뽷
뽼
뽽
뾊
뾍
뾑
뾘
뾜
뾟
뾨
뾰
뾱
뾲
뾴
뾺
뿁
뿅
뿉
뿌
뿍
뿎
뿐
뿔
뿕
뿛
뿜
뿝
뿟
뿠
뿡
뿤
뿥
뿦
뿨
뿩
뿯
뿲
뿴
뿸
뿹
뿼
뿽
쀄
쀆
쀋
쀍
쀎
쀘
쀛
쀟
쀠
쀤
쀥
쀨
쀫
쀳
쀵
쀼
쀽
쁀
쁇
쁊
쁌
쁍
쁏
쁑
쁘
쁙
쁜
쁝
쁞
쁟
쁠
쁤
쁨
쁩
쁫
쁮
쁴
쁼
삉
삐
삑
삒
삔
삖
삗
삘
삞
삠
삡
삣
삤
삥
삦
삫
사
삭
삮
삯
산
삲
삳
살
삵
삶
삷
삸
삺
삻
삼
삽
삿
샀
상
샂
샃
샄
샅
샆
샇
새
색
샊
샌
샍
샏
샐
샒
샔
샗
샘
샙
샚
샛
샜
생
샠
샣
샤
샥
샦
샨
샬
샭
샴
샵
샶
샷
샸
샹
샻
샼
샽
샾
샿
섀
섁
섃
섄
섇
섈
섋
섐
섑
섓
섕
섗
섘
섚
서
석
섞
섟
선
섢
섣
설
섥
섦
섧
섩
섬
섭
섯
섰
성
섲
섴
섵
섶
섷
세
섹
섻
센
섽
섿
셀
셈
셉
셋
셌
셍
셏
셐
셑
셒
셓
셔
셕
셖
션
셜
셝
셡
셤
셥
셧
셨
셩
셬
셭
셰
셱
셴
셸
셹
셼
셾
솀
솁
솃
솄
솅
솆
솉
솊
소
속
솎
손
솒
솓
솔
솕
솖
솗
솘
솙
솜
솝
솟
솠
송
솢
솣
솤
솥
솦
솧
솨
솩
솬
솰
솵
솸
솹
솻
솼
솽
쇀
쇄
쇅
쇈
쇋
쇕
쇗
쇙
쇚
쇠
쇡
쇤
쇨
쇰
쇱
쇳
쇵
쇺
쇼
쇽
숀
숂
숃
숄
숆
숌
숍
숏
숐
숑
숔
숕
숖
수
숙
숚
순
숝
숟
술
숡
숢
숣
숤
숧
숨
숩
숫
숭
숮
숯
숰
숱
숲
숴
숸
숺
숼
쉄
쉅
쉆
쉇
쉈
쉉
쉌
쉏
쉐
쉑
쉔
쉖
쉘
쉙
쉞
쉠
쉡
쉣
쉤
쉥
쉨
쉪
쉫
쉬
쉭
쉰
쉴
쉹
쉼
쉽
쉾
쉿
슀
슁
슅
슆
슈
슉
슊
슌
슏
슐
슔
슘
슙
슛
슝
슠
슢
스
슥
슦
슨
슩
슫
슬
슭
슮
슯
슲
슳
슴
습
슶
슷
슸
승
슺
슻
슼
슽
슾
슿
싀
싁
싄
싈
싍
싏
싐
싑
싒
싓
싕
싖
시
식
싞
싟
신
싡
싢
싣
실
싥
싦
싧
싩
싪
싫
심
십
싮
싯
싰
싱
싲
싳
싴
싵
싶
싷
싸
싹
싺
싻
싼
싽
싿
쌀
쌂
쌄
쌅
쌇
쌈
쌉
쌋
쌌
쌍
쌒
쌓
쌔
쌕
쌘
쌛
쌜
쌠
쌤
쌥
쌧
쌨
쌩
쌰
쌱
쌴
쌸
썀
썁
썄
썅
썆
썋
썌
썍
썐
썓
썘
썜
썝
썠
썡
써
썩
썪
썬
썯
썰
썱
썸
썹
썻
썼
썽
썾
쎀
쎃
쎄
쎅
쎈
쎋
쎌
쎏
쎐
쎔
쎕
쎗
쎘
쎙
쎜
쎟
쎠
쎢
쎤
쎥
쎨
쎮
쎱
쎴
쎵
쎶
쎹
쎼
쎽
쎾
쏀
쏄
쏊
쏍
쏏
쏑
쏘
쏙
쏚
쏛
쏜
쏟
쏠
쏡
쏢
쏣
쏨
쏩
쏫
쏬
쏭
쏮
쏯
쏰
쏱
쏳
쏴
쏵
쏸
쏼
쐄
쐆
쐇
쐈
쐉
쐋
쐌
쐏
쐐
쐔
쐘
쐜
쐝
쐡
쐣
쐤
쐥
쐧
쐬
쐮
쐰
쐴
쐵
쐼
쐽
쑀
쑈
쑉
쑌
쑜
쑝
쑣
쑤
쑥
쑨
쑬
쑮
쑱
쑴
쑵
쑷
쑹
쑺
쑻
쑽
쑿
쒀
쒈
쒊
쒍
쒐
쒑
쒔
쒕
쒗
쒘
쒜
쒝
쒠
쒡
쒣
쒬
쒮
쒯
쒵
쒸
쒹
쒼
쒽
쓈
쓉
쓊
쓋
쓍
쓐
쓒
쓔
쓕
쓠
쓤
쓥
쓧
쓩
쓰
쓱
쓲
쓴
쓷
쓸
쓺
쓿
씀
씁
씂
씃
씅
씆
씈
씉
씊
씌
씍
씐
씕
씖
씜
씝
씟
씡
씤
씦
씨
씩
씪
씫
씬
씭
씯
씰
씸
씹
씺
씻
씼
씽
씾
앀
앂
앃
아
악
앆
안
앉
않
앋
알
앍
앎
앏
앐
앒
앓
암
압
앖
앗
았
앙
앚
앛
앜
앝
앞
앟
애
액
앢
앤
앧
앨
앩
앰
앱
앳
앴
앵
앸
앹
앺
앻
야
약
앾
앿
얀
얃
얄
얅
얆
얇
얉
얊
얋
얌
얍
얎
얏
얐
양
얒
얓
얔
얕
얖
얗
얘
얙
얜
얠
얣
얨
얫
얬
얭
얰
얱
얳
어
억
얶
언
얹
얺
얻
얼
얽
얾
얿
엀
엃
엄
업
없
엇
었
엉
엊
엋
엌
엍
엎
엏
에
엑
엒
엓
엔
엗
엘
엙
엞
엠
엡
엢
엣
엤
엥
엨
엩
엪
엫
여
역
엮
엯
연
엱
엲
엳
열
엵
엶
엷
엹
엺
염
엽
엾
엿
였
영
옂
옃
옄
옅
옆
옇
예
옉
옌
옏
옐
옒
옗
옘
옙
옚
옛
옜
옝
옞
옟
옠
옢
오
옥
옦
옧
온
옩
옫
올
옭
옮
옯
옰
옳
옴
옵
옶
옷
옸
옹
옺
옻
옼
옽
옾
옿
와
왁
왂
완
왅
왆
왇
왈
왉
왐
왑
왓
왔
왕
왖
왘
왙
왚
왛
왜
왝
왠
왤
왫
왬
왭
왯
왰
왱
왴
왷
외
왹
왺
왼
왿
욀
욆
욈
욉
욋
욌
욍
욎
욐
욑
요
욕
욖
욘
욛
욜
욝
욞
욡
욤
욥
욧
욨
용
욪
욫
욬
욭
욮
욯
우
욱
욲
운
욵
욶
욷
울
욹
욺
욻
욽
욾
욿
움
웁
웂
웃
웄
웅
웆
웇
웈
웉
웊
웋
워
웍
웎
원
웑
웒
웓
월
웕
웖
웗
웘
웙
웛
웜
웝
웟
웠
웡
웢
웤
웦
웧
웨
웩
웪
웬
웮
웯
웰
웱
웸
웹
웻
웼
웽
웿
윀
윁
위
윅
윈
윋
윌
윐
윓
윔
윕
윗
윘
윙
윛
윜
윝
윞
윟
유
육
윢
윣
윤
윥
윦
윧
율
윫
윭
윯
윰
윱
윳
융
윶
윷
윸
윹
윻
으
윽
윾
은
읁
읂
읃
을
읅
읆
읇
읈
읉
읊
읋
음
읍
읎
읏
읐
응
읒
읓
읔
읕
읖
읗
의
읙
읜
읟
읠
읤
읨
읩
읪
읫
읭
읮
읯
읰
읱
이
익
읶
읷
인
읹
읺
읻
일
읽
읾
읿
잀
잃
임
입
잆
잇
있
잉
잊
잋
잌
잍
잎
잏
자
작
잒
잓
잔
잕
잖
잗
잘
잙
잚
잛
잟
잠
잡
잣
잤
장
잦
잧
잨
잩
잪
잫
재
잭
잰
잴
잶
잺
잼
잽
잿
쟀
쟁
쟂
쟄
쟇
쟈
쟉
쟊
쟌
쟎
쟏
쟐
쟔
쟘
쟙
쟛
쟜
쟝
쟠
쟣
쟤
쟨
쟬
쟰
쟳
쟸
쟹
쟿
저
적
젂
젃
전
젆
젇
절
젊
젋
젍
젏
점
접
젓
젔
정
젖
젗
젘
젙
젚
젛
제
젝
젠
젣
젤
젩
젬
젭
젯
젰
젱
젲
젴
젵
젶
젷
져
젹
젼
젿
졀
졄
졈
졉
졋
졌
졍
졎
졐
졑
졓
졔
졘
졧
졩
조
족
졲
졳
존
졶
졷
졸
졺
졿
좀
좁
좃
좄
종
좆
좇
좈
좉
좊
좋
좌
좍
좏
좐
좓
좔
좗
좚
좜
좝
좟
좠
좡
좣
좥
좦
좧
좨
좩
좬
좭
좮
좶
좷
좼
좽
죃
죄
죅
죈
죌
죔
죕
죗
죙
죚
죠
죡
죤
죥
죨
죫
죮
죰
죱
죳
죴
죵
죶
죸
죻
주
죽
준
줁
줂
줃
줄
줅
줆
줈
줋
줌
줍
줏
줐
중
줒
줓
줔
줕
줖
줗
줘
줙
줚
줜
줠
줣
줥
줧
줩
줫
줬
줭
줮
줰
줳
줴
줵
줶
줸
줼
쥄
쥅
쥇
쥉
쥐
쥑
쥔
쥗
쥘
쥙
쥜
쥝
쥠
쥡
쥣
쥤
쥥
쥨
쥫
쥬
쥭
쥰
쥲
쥳
쥴
쥼
쥽
쥿
즀
즁
즂
즄
즅
즆
즇
즈
즉
즊
즌
즏
즐
즑
즒
즘
즙
즛
즜
증
즞
즟
즠
즣
즤
즥
즨
즬
즳
즴
즵
즶
즷
즹
지
직
짂
진
짅
짆
짇
질
짊
짋
짌
짍
짎
짏
짐
집
짒
짓
짔
징
짖
짗
짘
짙
짚
짛
짜
짝
짞
짠
짡
짢
짣
짤
짥
짦
짧
짪
짫
짬
짭
짮
짯
짰
짱
짲
짴
짷
째
짹
짼
짿
쨀
쨂
쨅
쨈
쨉
쨋
쨌
쨍
쨎
쨒
쨓
쨔
쨕
쨖
쨘
쨙
쨚
쨜
쨞
쨠
쨣
쨤
쨥
쨩
쨪
쨬
쨮
쨰
쨱
쨴
쨽
쨾
쨿
쩀
쩃
쩄
쩅
쩌
쩍
쩎
쩐
쩔
쩕
쩖
쩗
쩙
쩜
쩝
쩟
쩠
쩡
쩤
쩧
쩨
쩩
쩬
쩰
쩳
쩸
쩺
쩻
쩽
쪄
쪅
쪈
쪌
쪓
쪔
쪕
쪗
쪘
쪙
쪜
쪠
쪤
쪦
쪨
쪱
쪵
쪺
쪼
쪽
쪾
쪿
쫀
쫂
쫃
쫄
쫅
쫌
쫍
쫏
쫑
쫒
쫓
쫔
쫕
쫗
쫘
쫙
쫚
쫜
쫠
쫨
쫩
쫬
쫭
쫴
쬀
쬄
쬈
쬋
쬐
쬑
쬒
쬔
쬘
쬠
쬡
쬤
쬥
쬬
쬭
쬰
쬲
쬴
쬼
쬽
쭁
쭅
쭈
쭉
쭊
쭌
쭏
쭐
쭓
쭘
쭙
쭛
쭝
쭟
쭣
쭤
쭨
쭬
쭯
쭵
쭷
쭸
쭹
쭻
쭿
쮀
쮃
쮅
쮈
쮎
쮐
쮖
쮙
쮜
쮝
쮠
쮣
쮨
쮱
쮲
쮷
쮸
쮹
쮼
쮿
쯀
쯈
쯉
쯍
쯔
쯕
쯖
쯗
쯘
쯜
쯤
쯥
쯧
쯩
쯪
쯯
쯰
쯳
쯴
쯷
쯸
쯽
쯾
찀
찃
찆
찌
찍
찎
찐
찓
찔
찖
찗
찜
찝
찟
찠
찡
찢
찣
찤
찥
찦
찧
차
착
찪
찬
찭
찮
찯
찰
찱
찳
찴
찷
참
찹
찻
찼
창
찾
찿
챀
챁
챂
챃
채
책
챇
챈
챌
챎
챔
챕
챗
챘
챙
챚
챛
챜
챝
챠
챡
챤
챥
챦
챨
챰
챱
챲
챳
챴
챵
챶
챷
챺
챼
챽
첋
첌
첎
첏
첑
첗
처
척
첚
천
첝
첞
첟
철
첢
첥
첨
첩
첫
첬
청
첮
첯
첲
체
첵
첸
첺
첼
첾
쳄
쳅
쳇
쳈
쳉
쳊
쳌
쳏
쳐
쳑
쳔
쳗
쳘
쳟
쳠
쳡
쳣
쳤
쳥
쳦
쳧
쳨
쳪
쳫
쳬
쳭
쳰
쳲
쳴
쳸
쳼
쳽
초
촉
촌
촎
촏
촐
촑
촘
촙
촛
총
촞
촟
촠
촣
촤
촥
촧
촨
촫
촬
촯
촴
촵
촷
촹
촺
쵀
쵁
쵊
쵋
쵌
쵐
쵖
쵚
최
쵝
쵞
쵠
쵤
쵥
쵬
쵭
쵯
쵱
쵴
쵶
쵸
쵹
쵼
춀
춃
춈
춉
춋
춌
춍
춐
추
축
춖
춘
춚
춛
출
춝
춟
춡
춣
춤
춥
춧
춨
충
춫
춬
춮
춰
춱
춴
춸
춺
춿
췃
췄
췅
췌
췍
췐
췔
췝
췟
췡
췤
취
췩
췬
췯
췰
췶
췸
췹
췻
췼
췽
츀
츄
츅
츈
츉
츊
츌
츏
츔
츕
츗
츙
츛
츝
츠
측
츤
츧
츨
츩
츭
츰
츱
츳
층
츹
츺
츼
츽
칀
칇
칋
칑
치
칙
칚
친
칞
칟
칠
칡
칢
칧
침
칩
칫
칬
칭
칮
칯
칰
칱
칲
칳
카
칵
칶
칷
칸
칹
칻
칼
칽
칾
캃
캄
캅
캆
캇
캉
캊
캌
캍
캎
캐
캑
캔
캘
캠
캡
캢
캣
캤
캥
캦
캨
캪
캬
캭
캮
캰
캴
캵
캶
캷
캼
캿
컀
컁
컄
컅
컇
컊
컏
컒
컘
컙
컛
컞
커
컥
컨
컫
컬
컭
컮
컴
컵
컷
컸
컹
컻
컼
컽
컾
컿
케
켁
켂
켄
켈
켉
켏
켐
켑
켓
켔
켕
켘
켙
켚
켛
켜
켝
켠
켤
켦
켬
켭
켯
켰
켱
켲
켴
켵
켸
켻
콀
콆
코
콕
콘
콚
콜
콤
콥
콧
콨
콩
콪
콫
콬
콭
콮
콰
콱
콳
콴
콵
콷
콸
쾀
쾁
쾃
쾅
쾈
쾌
쾏
쾐
쾒
쾓
쾘
쾟
쾡
쾢
쾣
쾧
쾨
쾪
쾰
쾱
쾲
쾹
쾽
쿄
쿅
쿈
쿌
쿎
쿐
쿔
쿕
쿗
쿘
쿙
쿜
쿠
쿡
쿢
쿤
쿧
쿨
쿩
쿰
쿱
쿳
쿵
쿷
쿸
쿹
쿻
쿼
쿽
퀀
퀄
퀅
퀊
퀏
퀑
퀒
퀔
퀕
퀘
퀙
퀛
퀜
퀠
퀡
퀨
퀫
퀭
퀴
퀵
퀸
퀼
큁
큂
큃
큄
큅
큇
큉
큌
큐
큑
큔
큗
큘
큠
큡
큢
큣
큥
큧
큨
큩
크
큭
큮
큰
큱
큳
클
큵
큶
큻
큼
큽
큿
킀
킁
킂
킄
킅
킇
킈
킌
킐
킠
키
킥
킨
킫
킬
킯
킴
킵
킷
킸
킹
킺
킻
킼
킽
킾
킿
타
탁
탂
탄
탆
탇
탈
탉
탊
탋
탐
탑
탓
탔
탕
탖
탘
탙
탚
태
택
탞
탠
탣
탤
탬
탭
탯
탰
탱
탴
탶
탷
탸
탹
탼
턀
턂
턈
턉
턊
턍
턑
턒
턔
턕
턛
턜
턟
턥
턦
턧
턨
턫
터
턱
턴
턷
털
턹
턺
턽
텀
텁
텃
텄
텅
텈
텉
텊
텋
테
텍
텐
텓
텔
텖
텗
텚
템
텝
텟
텡
텢
텤
텥
텦
텨
텩
텬
텰
텲
텴
텶
텹
텻
텼
텽
톄
톈
톌
톏
톔
톜
톞
톟
토
톡
톢
톤
톦
톧
톨
톪
톮
톰
톱
톲
톳
통
톸
톹
톺
톻
톼
톽
퇀
퇄
퇋
퇌
퇏
퇑
퇓
퇗
퇘
퇞
퇡
퇦
퇫
퇬
퇴
퇵
퇸
퇹
퇼
툅
툇
툉
툍
툐
툑
툓
툔
툛
툠
툤
툥
툩
툪
투
툭
툯
툰
툳
툴
툶
툻
툼
툽
툿
퉁
퉂
퉄
퉅
퉇
퉈
퉉
퉎
퉐
퉓
퉗
퉜
퉝
퉡
퉢
퉤
퉥
퉨
퉬
퉱
퉴
퉷
퉸
퉹
퉼
튀
튁
튄
튈
튐
튑
튒
튓
튕
튜
튝
튠
튤
튬
튭
튯
튱
튴
튶
트
특
튻
튼
튽
튿
틀
틂
틄
틆
틈
틉
틊
틋
틍
틎
틐
틑
틓
틔
틖
틘
틚
틜
틤
틥
틧
틩
틪
틭
티
틱
틳
틴
틵
틷
틸
틽
팀
팁
팃
팄
팅
팆
팇
팈
팉
팋
파
팍
팎
팏
판
팓
팔
팕
팖
팘
팙
팚
팜
팝
팟
팠
팡
팢
팤
팥
팦
팧
패
팩
팫
팬
팯
팰
팱
팴
팵
팸
팹
팻
팼
팽
퍀
퍁
퍄
퍅
퍈
퍌
퍐
퍓
퍔
퍕
퍙
퍠
퍬
퍸
퍹
퍼
퍽
펀
펄
펅
펆
펌
펍
펏
펐
펑
펒
펔
펖
페
펙
펜
펞
펠
펥
펨
펩
펫
펭
펰
펱
펲
펴
펵
편
펹
펺
펼
폄
폅
폇
폈
평
폎
폐
폔
폘
폛
폜
폡
폥
포
폭
폯
폰
폴
폺
폼
폽
폿
퐁
퐂
퐄
퐅
퐆
퐇
퐈
퐉
퐊
퐋
퐌
퐐
퐑
퐒
퐛
퐜
퐝
퐠
퐡
퐢
퐣
퐤
퐥
퐦
퐨
퐩
퐰
퐴
푀
푁
푄
푈
푌
푍
푓
푛
표
푝
푟
푠
푢
푣
푤
푬
푭
푮
푯
푱
푸
푹
푻
푼
푿
풀
풂
풃
풅
풆
풇
품
풉
풋
풍
풐
풑
풒
풓
풔
풛
풜
풤
풩
풬
풯
풰
풱
풵
풸
풻
풼
퓋
퓌
퓍
퓐
퓑
퓒
퓔
퓕
퓜
퓟
퓡
퓣
퓤
퓥
퓧
퓨
퓩
퓪
퓬
퓭
퓮
퓯
퓰
퓶
퓷
퓸
퓹
퓻
퓽
픂
프
픅
픈
픋
플
픍
픐
픔
픕
픗
픙
픜
픝
픞
픟
픠
픤
픳
픹
픻
피
픽
픿
핀
핃
필
핆
핈
핋
핌
핍
핏
핐
핑
핒
핓
핔
핕
핖
핗
하
학
핚
핛
한
핝
핞
핟
할
핡
핢
핣
핤
핥
핧
함
합
핫
핬
항
핮
핰
핱
핲
핳
해
핵
핶
핸
핻
핼
핾
핿
햄
햅
햇
했
행
햊
햋
햌
햍
햎
햏
햐
햑
햒
햔
햘
햛
햝
햟
햠
햡
햣
햤
향
햨
햩
햫
햬
햰
햿
헀
헁
헆
허
헉
헊
헋
헌
헏
헐
헑
헒
헓
헔
헖
험
헙
헚
헛
헜
헝
헞
헟
헠
헣
헤
헥
헦
헨
헫
헬
헭
헲
헳
헴
헵
헷
헸
헹
헼
헿
혀
혁
혃
현
혅
혆
혈
혋
혐
협
혓
혔
형
혘
혛
혜
혝
혠
혤
혦
혬
혭
혯
혱
혲
혴
혵
혷
호
혹
혼
혽
혿
홀
홁
홂
홅
홆
홇
홈
홉
홋
홌
홍
홐
홑
홒
홓
화
확
홖
홗
환
홛
활
홣
홤
홥
홧
황
홪
홬
홮
홯
홰
홱
홳
홴
홹
홺
홾
횀
횂
횃
횄
횅
횆
횇
회
획
횎
횐
횒
횔
횛
횝
횟
횡
횢
횤
횧
효
횩
횬
횰
횴
횶
횸
횹
횻
횽
횾
횿
훀
훃
후
훅
훈
훉
훋
훌
훍
훑
훒
훓
훔
훕
훗
훘
훙
훛
훜
훝
훟
훠
훡
훤
훦
훨
훯
훰
훱
훴
훵
훸
훹
훼
훽
훿
휀
휃
휄
휇
휋
휏
휑
휘
휙
휜
휠
휢
휨
휩
휫
휭
휲
휳
휴
휵
휸
휹
휼
흀
흄
흅
흇
흉
흊
흌
흏
흐
흑
흒
흓
흔
흕
흗
흘
흙
흛
흜
흝
흟
흠
흡
흣
흤
흥
흦
흨
흩
흫
희
흭
흯
흰
흲
흴
흺
흼
흽
흿
힀
힁
힂
힄
힇
히
힉
힌
힏
힐
힑
힒
힔
힕
힘
힙
힛
힜
힝
힞
힠
힡
힢
힣
ퟐ

﨑
﨟
ﬀ
ﬁ
ﬂ
ﬃ
ﷺ
︎
️
︒
︙
︠
︡
︤
︰
︱
︳
︵
︶
︷
︹
︻
︿
﹀
﹃
﹅
﹋
﹏
﹒
﹖
﹘
﹡
ﺍ
ﺎ
ﺑ
ﺔ
ﺤ
ﺩ
ﺪ
ﺮ
ﺳ
ﺴ
ﺸ
ﻈ
ﻌ
ﻜ
ﻟ
ﻠ
ﻡ
ﻢ
ﻣ
ﻤ
ﻨ
ﻬ
ﻭ
ﻮ
ﻲ
ﻳ
ﻴ
ﻷ
ﻹ
ﻼ
﻿
！
＃
＄
％
＆
＇
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＜
＝
＞
？
＠
Ａ
Ｂ
Ｃ
Ｄ
Ｅ
Ｆ
Ｇ
Ｈ
Ｉ
Ｊ
Ｋ
Ｌ
Ｍ
Ｎ
Ｏ
Ｐ
Ｑ
Ｒ
Ｓ
Ｔ
Ｕ
Ｖ
Ｗ
Ｘ
Ｙ
Ｚ
［
＼
］
＾
＿
｀
ａ
ｂ
ｃ
ｄ
ｅ
ｆ
ｇ
ｈ
ｉ
ｊ
ｋ
ｌ
ｍ
ｎ
ｏ
ｐ
ｒ
ｓ
ｔ
ｕ
ｖ
ｗ
ｘ
ｙ
ｚ
｛
｜
｝
～
｡
｢
｣
､
･
ｦ
ｧ
ｩ
ｪ
ｭ
ｮ
ｯ
ｰ
ｱ
ｲ
ｳ
ｴ
ｵ
ｶ
ｷ
ｸ
ｹ
ｺ
ｻ
ｼ
ｽ
ｾ
ﾀ
ﾁ
ﾂ
ﾃ
ﾄ
ﾅ
ﾆ
ﾉ
ﾊ
ﾌ
ﾍ
ﾎ
ﾐ
ﾒ
ﾗ
ﾘ
ﾙ
ﾚ
ﾛ
ﾝ
ﾞ
ﾟ
ﾠ
￠
￡
￢
￣
￥
￦
￨
￩
￫
￬
￭
￮
￼
𐌅
𐎭
𐎱
𐎹
𐎼
𐏋
𐨛
𐭠
𐭪
𐭫
𐭬
𐰆
𐰍
𐰖
𐰺
𓂭
𓂻
𓅿
𓆗
𖠌
𖤍
𖤐
𖦹
𝄐
𝐀
𝐂
𝐃
𝐄
𝐆
𝐇
𝐈
𝐋
𝐌
𝐍
𝐎
𝐏
𝐒
𝐓
𝐔
𝐕
𝐖
𝐘
𝐚
𝐛
𝐜
𝐝
𝐞
𝐠
𝐡
𝐢
𝐤
𝐥
𝐦
𝐧
𝐨
𝐩
𝐫
𝐬
𝐭
𝐮
𝐲
𝐴
𝐸
𝐺
𝐿
𝑃
𝑆
𝑌
𝑒
𝑘
𝑝
𝑟
𝑠
𝑡
𝑤
𝑧
𝑨
𝑩
𝑬
𝑯
𝑳
𝑴
𝑶
𝑷
𝑺
𝑻
𝑼
𝒀
𝒂
𝒃
𝒄
𝒅
𝒆
𝒇
𝒈
𝒉
𝒊
𝒋
𝒌
𝒍
𝒎
𝒐
𝒑
𝒓
𝒔
𝒕
𝒖
𝒘
𝒚
𝓁
𝓂
𝓐
𝓑
𝓜
𝓦
𝓪
𝓬
𝓮
𝓱
𝓲
𝓴
𝓷
𝓼
𝓽
𝔸
𝔹
𝔼
𝔽
𝕀
𝕂
𝕃
𝕄
𝕆
𝕊
𝕋
𝕐
𝕒
𝕓
𝕔
𝕕
𝕖
𝕗
𝕚
𝕜
𝕝
𝕟
𝕠
𝕡
𝕣
𝕤
𝕥
𝕦
𝕨
𝕪
𝕷
𝖁
𝖆
𝖉
𝖊
𝖋
𝖌
𝖎
𝖑
𝖒
𝖔
𝖕
𝖗
𝖙
𝖠
𝖮
𝖼
𝗉
𝗋
𝗍
𝗔
𝗖
𝗗
𝗘
𝗚
𝗛
𝗜
𝗞
𝗟
𝗠
𝗡
𝗢
𝗣
𝗦
𝗧
𝗨
𝗩
𝗮
𝗲
𝗴
𝗵
𝗶
𝗹
𝗻
𝗼
𝗽
𝗿
𝘀
𝘁
𝘄
𝘅
𝘞
𝘼
𝘽
𝘾
𝙀
𝙃
𝙄
𝙅
𝙆
𝙇
𝙈
𝙉
𝙊
𝙍
𝙎
𝙏
𝙑
𝙒
𝙖
𝙗
𝙙
𝙚
𝙜
𝙝
𝙞
𝙠
𝙡
𝙣
𝙤
𝙧
𝙨
𝙩
𝙪
𝙮
𝙷
𝚂
𝚃
𝚇
𝚊
𝚍
𝚎
𝚏
𝚒
𝚕
𝚖
𝚗
𝚘
𝚛
𝚜
𝚝
𝚞
𝚢
𝛼
𝜅
𝜒
𝟎
𝟏
𝟑
𝟒
𝟣
𝟥
𝟫
𝟬
𝟭
𝟮
𝟲
𝟳
𝟶
𝟸
𝟼
𝟾
🀄
🃏
🅔
🅝
🅞
🅦
🅨
🅰
🅲
🅷
🅸
🅼
🅽
🅿
🆈
🆔
🆕
🆗
🆙
🇦
🇧
🇨
🇩
🇪
🇫
🇬
🇭
🇮
🇯
🇰
🇱
🇲
🇳
🇴
🇵
🇷
🇸
🇹
🇺
🇻
🇼
🇽
🇿
🌀
🌁
🌂
🌃
🌄
🌅
🌆
🌈
🌉
🌊
🌋
🌌
🌍
🌎
🌏
🌐
🌑
🌒
🌓
🌕
🌖
🌗
🌘
🌙
🌚
🌛
🌜
🌝
🌞
🌟
🌠
🌡
🌤
🌥
🌦
🌧
🌨
🌪
🌫
🌬
🌭
🌮
🌯
🌰
🌱
🌲
🌳
🌴
🌵
🌶
🌷
🌸
🌹
🌺
🌻
🌼
🌽
🌾
🌿
🍀
🍁
🍂
🍃
🍄
🍅
🍆
🍇
🍈
🍉
🍊
🍋
🍌
🍍
🍎
🍏
🍐
🍑
🍒
🍓
🍔
🍕
🍖
🍗
🍘
🍙
🍚
🍛
🍜
🍝
🍞
🍟
🍠
🍡
🍢
🍣
🍤
🍥
🍦
🍧
🍨
🍩
🍪
🍫
🍬
🍭
🍮
🍯
🍰
🍱
🍲
🍳
🍴
🍵
🍶
🍷
🍸
🍹
🍺
🍻
🍼
🍽
🍾
🍿
🎀
🎁
🎂
🎃
🎄
🎅
🎆
🎇
🎈
🎉
🎊
🎋
🎍
🎎
🎏
🎑
🎓
🎔
🎗
🎙
🎞
🎠
🎡
🎣
🎤
🎥
🎦
🎧
🎨
🎩
🎫
🎬
🎭
🎮
🎯
🎰
🎱
🎲
🎵
🎶
🎷
🎸
🎹
🎺
🎻
🎼
🎽
🎾
🏁
🏂
🏃
🏄
🏅
🏆
🏊
🏋
🏌
🏍
🏎
🏐
🏓
🏔
🏕
🏖
🏗
🏘
🏙
🏚
🏜
🏝
🏞
🏟
🏠
🏡
🏢
🏤
🏥
🏦
🏩
🏪
🏫
🏬
🏭
🏮
🏯
🏰
🏳
🏴
🏵
🏷
🏸
🏹
🏻
🏼
🏽
🏾
🏿
🐀
🐁
🐂
🐃
🐄
🐇
🐈
🐉
🐊
🐋
🐍
🐎
🐏
🐐
🐑
🐒
🐓
🐔
🐕
🐖
🐘
🐙
🐚
🐛
🐜
🐝
🐟
🐠
🐢
🐣
🐤
🐥
🐦
🐧
🐨
🐩
🐬
🐭
🐮
🐯
🐰
🐱
🐲
🐳
🐴
🐵
🐶
🐷
🐸
🐹
🐺
🐻
🐽
🐾
🐿
👀
👁
👂
👃
👄
👅
👆
👇
👈
👉
👊
👋
👌
👍
👎
👏
👐
👑
👒
👓
👕
👖
👗
👚
👛
👜
👞
👟
👠
👣
👤
👥
👦
👧
👨
👩
👪
👫
👬
👭
👮
👯
👰
👱
👴
👵
👶
👸
👹
👺
👻
👼
👽
👾
👿
💀
💁
💂
💃
💄
💅
💆
💇
💉
💊
💋
💌
💍
💎
💏
💐
💑
💒
💓
💔
💕
💖
💗
💘
💙
💚
💛
💜
💝
💞
💟
💠
💡
💢
💣
💤
💥
💦
💧
💨
💩
💪
💫
💬
💭
💮
💯
💰
💳
💵
💶
💸
💻
💼
💽
💿
📃
📄
📅
📆
📈
📉
📊
📋
📌
📍
📎
📏
📐
📑
📒
📓
📔
📕
📖
📗
📘
📙
📚
📜
📝
📞
📟
📢
📣
📦
📧
📩
📫
📬
📮
📰
📱
📲
📳
📴
📵
📶
📷
📸
📹
📺
📻
📽
🔁
🔅
🔆
🔉
🔊
🔍
🔎
🔐
🔑
🔒
🔓
🔔
🔖
🔗
🔚
🔜
🔝
🔞
🔟
🔥
🔧
🔨
🔪
🔫
🔬
🔮
🔲
🔳
🔴
🔵
🔶
🔷
🔸
🔹
🔺
🔻
🔼
🔽
🕊
🕌
🕐
🕑
🕒
🕖
🕘
🕙
🕛
🕯
🕰
🕴
🕵
🕶
🕺
🖊
🖋
🖍
🖐
🖕
🖖
🖤
🖥
🖳
🖼
🗒
🗓
🗝
🗣
🗨
🗺
🗼
🗽
🗿
😀
😁
😂
😃
😄
😅
😆
😇
😈
😉
😊
😋
😌
😍
😎
😏
😐
😑
😒
😓
😔
😕
😖
😗
😘
😙
😚
😛
😜
😝
😞
😟
😠
😡
😢
😣
😤
😥
😦
😧
😨
😩
😪
😫
😬
😭
😮
😯
😰
😱
😲
😳
😴
😵
😶
😷
😸
😹
😺
😻
😼
😽
😾
😿
🙀
🙁
🙂
🙃
🙄
🙅
🙆
🙇
🙈
🙉
🙊
🙋
🙌
🙍
🙎
🙏
🚀
🚂
🚃
🚄
🚅
🚇
🚈
🚉
🚋
🚌
🚍
🚐
🚑
🚒
🚕
🚖
🚗
🚘
🚙
🚚
🚛
🚜
🚠
🚡
🚢
🚣
🚤
🚥
🚦
🚧
🚨
🚩
🚪
🚫
🚬
🚰
🚲
🚴
🚶
🚷
🚺
🚻
🚽
🚾
🚿
🛀
🛁
🛅
🛌
🛍
🛏
🛑
🛒
🛗
🛠
🛥
🛩
🛫
🛬
🛳
🛴
🛵
🛶
🛸
🛹
🛺
🛻
🜸
🟡
🟢
🟤
🟦
🟧
🟨
🟪
🟫
🤌
🤍
🤎
🤏
🤐
🤑
🤒
🤓
🤔
🤕
🤖
🤗
🤘
🤙
🤚
🤛
🤜
🤝
🤞
🤟
🤠
🤡
🤢
🤣
🤤
🤥
🤦
🤧
🤨
🤩
🤪
🤫
🤬
🤭
🤮
🤯
🤰
🤱
🤲
🤳
🤴
🤷
🤸
🤹
🤽
🥀
🥁
🥂
🥃
🥄
🥇
🥉
🥊
🥋
🥐
🥑
🥒
🥓
🥔
🥕
🥖
🥗
🥘
🥙
🥚
🥛
🥜
🥝
🥞
🥟
🥠
🥡
🥢
🥣
🥤
🥦
🥧
🥨
🥩
🥪
🥫
🥬
🥭
🥮
🥯
🥰
🥱
🥲
🥳
🥴
🥵
🥶
🥸
🥺
🥼
🥾
🦀
🦁
🦄
🦅
🦆
🦈
🦉
🦊
🦋
🦌
🦍
🦎
🦐
🦑
🦒
🦔
🦕
🦖
🦙
🦚
🦜
🦞
🦟
🦠
🦥
🦦
🦨
🦪
🦭
🦰
🦲
🦳
🦴
🦶
🦷
🦸
🦾
🧀
🧁
🧃
🧄
🧅
🧆
🧇
🧈
🧊
🧋
🧍
🧎
🧏
🧐
🧑
🧒
🧕
🧖
🧘
🧙
🧚
🧛
🧜
🧞
🧟
🧡
🧢
🧥
🧦
🧧
🧨
🧩
🧪
🧬
🧭
🧮
🧳
🧴
🧵
🧶
🧸
🧹
🧺
🧻
🧼
🧿
🩰
🩲
🩳
🩸
🩹
🪁
🪐
🪗
🪞
🪟
🪣
🪥
🪱
🪴
🪵
🫐
🫑
🫒
🫓
🫕
🫖
𠁥
𠂢
𠂤
𠇗
𠍱
𠎌
𠑃
𠔉
𠬝
𠯑
𠺕
𠿇
𡃁
𡈼
𡊉
𡊠
𡎋
𡎑
𡐔
𡔉
𡧰
𡨄
𡰥
𡵻
𢋡
𢜟
𢜫
𢢜
𢢝
𢦏
𢿘
𣖔
𣚃
𣞒
𣶈
𣶒
𤁰
𤎱
𤣥
𤣯
𤣰
𤥽
𤦮
𤨿
𤲟
𤲪
𤽂
𤾬
𥄕
𥕏
𥖝
𥘺
𥘼
𥙷
𥙿
𥛚
𥡥
𥡦
𥡪
𥣪
𥫟
𥯔
𥰸
𥳍
𥳕
𥶇
𥸴
𦐰
𦑘
𦓼
𦔊
𦘒
𦝠
𦣝
𦥑
𦩠
𦩹
𦴈
𦸂
𧄽
𧍧
𧪚
𧶠
𧶺
𨋢
𨓯
𨙱
𨚷
𨩱
𨪌
𨬋
𨯶
𨻶
𩅿
𩆸
𩇉
𩑃
𩟄
𩶬
𩷍
𩹲
𩽠
𪒔
𪗆
##O
##S
##G
##Y
##o
##n
##d
##e
##r
##충
##가
##c
##t
##나
##구
##a
##ち
##と
##も
##に
##眠
##미
##언
##데
##U
##A
##T
##E
##R
##N
##v
##l
##i
##C
##X
##증
##야
##마
##치
##h
##u
##k
##H
##L
##s
##强
##p
##f
##q
##g
##화
##성
##I
##산
##대
##교
##냅
##시
##다
##W
##J
##y
##금
##상
##2
##0
##い
##ろ
##う
##뜩
##十
##猶
##嬰
##兒
##慕
##잎
##학
##주
##x
##é
##b
##자
##유
##한
##국
##당
##w
##재
##형
##로
##진
##ㅡ
##조
##생
##각
##해
##서
##수
##m
##離
##신
##만
##3
##6
##1
##9
##4
##7
##홀
##츠
##운
##會
##5
##하
##핳
##너
##파
##티
##쪽
##지
##사
##규
##료
##임
##라
##우
##필
##짜
##황
##새
##여
##르
##실
##ピ
##ペ
##업
##농
##챌
##통
##8
##전
##보
##더
##고
##요
##落
##질
##까
##봐
##종
##호
##面
##블
##랙
##아
##민
##뚠
##졌
##애
##를
##쫓
##기
##누
##음
##편
##∩
##B
##ε
##어
##드
##역
##등
##리
##策
##층
##을
##천
##안
##松
##길
##슨
##처
##z
##つ
##や
##す
##み
##메
##딜
##바
##위
##두
##에
##스
##폴
##니
##포
##M
##들
##져
##束
##령
##맥
##내
##네
##쿠
##망
##ー
##ヒ
##î
##父
##ダ
##게
##따
##란
##태
##는
##千
##佛
##名
##經
##η
##λ
##ο
##ν
##체
##베
##이
##배
##è
##P
##경
##응
##식
##ㄹ
##앟
##ㅏ
##모
##D
##邊
##었
##오
##蘭
##레
##폰
##토
##V
##초
##원
##ㅅ
##반
##할
##듯
##꼴
##효
##첨
##ä
##강
##Q
##은
##목
##현
##희
##근
##ṭ
##ṅ
##정
##人
##j
##컬
##쳤
##ê
##프
##연
##장
##坐
##예
##采
##禮
##글
##거
##콜
##셀
##루
##놈
##창
##선
##水
##砦
##매
##계
##테
##팔
##트
##결
##끔
##닐
##곱
##머
##영
##選
##텔
##카
##ㅠ
##ㅋ
##食
##て
##표
##×
##달
##와
##제
##융
##준
##의
##롱
##저
##ん
##간
##갈
##딕
##님
##봉
##좌
##순
##급
##겨
##왔
##던
##∞
##た
##ら
##페
##財
##뜨
##려
##族
##맛
##단
##소
##평
##면
##랑
##능
##속
##됐
##으
##며
##감
##楽
##曲
##で
##舞
##踊
##る
##乙
##女
##戦
##士
##が
##目
##浮
##か
##く
##夢
##죽
##ウ
##갑
##⬇
##광
##채
##김
##홍
##렸
##범
##문
##ư
##ơ
##인
##도
##般
##纳
##税
##和
##简
##易
##꼬
##K
##탄
##워
##퀼
##番
##星
##코
##黨
##年
##獨
##立
##花
##史
##張
##付
##린
##達
##は
##歌
##を
##作
##っ
##렬
##쳐
##웃
##개
##친
##海
##과
##명
##命
##디
##Z
##F
##確
##극
##겐
##ā
##군
##칼
##동
##적
##틀
##양
##축
##맨
##열
##敎
##ü
##량
##푼
##젤
##악
##판
##윤
##중
##퍼
##비
##世
##代
##삼
##발
##키
##덕
##義
##쉐
##불
##넴
##옹
##쟁
##念
##さ
##춘
##혜
##총
##물
##ย
##ุ
##ธ
##า
##월
##세
##난
##郞
##살
##書
##훈
##취
##방
##옥
##雨
##法
##ð
##Þ
##軀
##올
##룡
##몬
##석
##웅
##ざ
##류
##初
##균
##끄
##러
##溪
##鄭
##氏
##남
##북
##관
##マ
##ノ
##ン
##맸
##펜
##遙
##노
##외
##ó
##等
##上
##郡
##太
##守
##ַ
##ׂ
##מ
##ְ
##ת
##ָ
##ּ
##샅
##백
##찬
##법
##ㆍ
##승
##こ
##だ
##훼
##협
##任
##р
##а
##с
##н
##я
##팅
##あ
##り
##服
##ò
##력
##存
##멍
##無
##차
##담
##淸
##뎃
##잠
##켠
##力
##땠
##氣
##堡
##타
##링
##多
##∇
##≤
##涬
##会
##気
##持
##の
##通
##じ
##合
##同
##僚
##見
##予
##感
##샤
##버
##집
##완
##본
##락
##솝
##부
##닉
##г
##е
##т
##욱
##し
##な
##술
##◯
##生
##哦
##칸
##そ
##ば
##심
##칙
##â
##얼
##투
##크
##뚜
##말
##軍
##병
##혁
##닌
##ㅎ
##ㄷ
##ㅇ
##ㅁ
##났
##공
##녀
##람
##눌
##환
##회
##작
##お
##割
##떡
##허
##方
##찰
##건
##ọ
##색
##케
##奥
##ワ
##プ
##装
##置
##ず
##쓰
##설
##き
##歿
##ç
##湖
##그
##액
##론
##🏻
##척
##ṣ
##ṇ
##검
##용
##잉
##래
##브
##쌈
##묘
##철
##꾸
##쭈
##궁
##빔
##到
##記
##분
##펑
##̩
##막
##햇
##🐥
##−
##√
##少
##卿
##변
##딥
##湯
##ッ
##ト
##コ
##끈
##ｯ
##ﾃ
##ｰ
##ﾚ
##罷
##년
##둥
##즈
##핀
##첼
##앤
##멀
##덴
##송
##렴
##痢
##끝
##院
##덥
##독
##富
##뱅
##먼
##範
##엑
##온
##권
##á
##뛔
##ⓞ
##ⓥ
##ⓔ
##ぼ
##ゃ
##避
##對
##함
##암
##날
##福
##日
##癒
##れ
##よ
##련
##美
##神
##Í
##잇
##벼
##움
##앉
##혀
##섬
##익
##댓
##座
##섭
##닷
##컴
##뜰
##히
##옛
##곡
##ﾒ
##ﾘ
##ｱ
##君
##풍
##옴
##嘯
##嶽
##림
##출
##약
##病
##着
##벳
##냐
##직
##릭
##窟
##펠
##숙
##싸
##놀
##록
##뮤
##션
##멱
##슛
##ロ
##ク
##リ
##ム
##ル
##テ
##ィ
##터
##무
##후
##일
##껄
##풀
##ю
##途
##衆
##悉
##就
##圓
##滿
##今
##랜
##キ
##합
##핵
##議
##큼
##런
##線
##и
##в
##ы
##й
##했
##ﬀ
##ß
##흐
##꺼
##ł
##돌
##커
##쉬
##닦
##혹
##팡
##ㄱ
##켄
##박
##틱
##ㅜ
##ぁ
##험
##돈
##天
##暉
##쩍
##짓
##à
##ṃ
##셔
##널
##宮
##점
##피
##플
##룻
##엔
##복
##明
##울
##였
##о
##웨
##츈
##事
##첩
##ḫ
##解
##빗
##폼
##位
##든
##밸
##㎥
##름
##뤄
##α
##ī
##臥
##핸
##衣
##때
##米
##之
##鄕
##聲
##덩
##枝
##イ
##タ
##긋
##징
##ι
##낸
##ậ
##切
##菩
##薩
##諸
##根
##智
##웡
##凍
##닥
##엽
##令
##빈
##뇌
##뉵
##쭐
##낼
##重
##塔
##け
##ρ
##벨
##觀
##죄
##詠
##ํ
##พ
##゚
##戶
##號
##걸
##았
##∗
##흨
##ぎ
##帝
##所
##以
##絶
##涯
##パ
##ナ
##ま
##갱
##關
##청
##ㅑ
##앙
##씨
##ס
##ד
##ו
##ֹ
##젖
##ø
##í
##王
##寺
##公
##中
##洞
##賞
##圖
##육
##행
##🎉
##춤
##河
##国
##번
##착
##徒
##委
##員
##雑
##務
##終
##わ
##せ
##試
##추
##묵
##죠
##콧
##始
##皇
##身
##極
##습
##行
##材
##二
##升
##น
##ส
##ข
##ม
##ว
##ิ
##ท
##鱗
##ド
##舌
##탑
##택
##랄
##条
##볼
##꿈
##ｦ
##ヲ
##못
##蕪
##領
##쥬
##房
##릴
##뎌
##톤
##相
##竹
##롤
##항
##률
##性
##흥
##혼
##슬
##렉
##🥺
##💙
##🌥
##촘
##ح
##م
##ي
##ل
##學
##멘
##붕
##곤
##잘
##ᴜ
##ᴛ
##ﬁ
##慮
##油
##ㄴ
##秋
##樂
##릉
##롬
##뻬
##럇
##뻐
##ú
##ö
##白
##둔
##ñ
##■
##制
##━
##┓
##里
##鏡
##녕
##즙
##題
##딩
##픈
##냄
##煙
##±
##у
##к
##탕
##情
##킹
##엄
##덱
##諷
##戾
##宇
##ớ
##則
##득
##졸
##能
##芝
##ャ
##姿
##出
##本
##当
##悲
##ū
##δ
##끼
##ч
##п
##д
##з
##計
##び
##퓨
##鈴
##답
##業
##럼
##月
##克
##子
##節
##ｐ
##ｈ
##ｏ
##ｎ
##ｅ
##ō
##패
##궤
##政
##뿍
##쌔
##的
##챽
##컻
##늂
##돊
##旬
##與
##셜
##一
##揆
##故
##튀
##部
##왜
##閉
##꿀
##舍
##亂
##솔
##聖
##理
##朝
##몽
##廳
##ψ
##穀
##工
##싱
##족
##율
##없
##뇨
##츔
##盜
##줄
##턴
##ŋ
##압
##닭
##절
##닛
##혈
##엉
##者
##른
##綸
##뢰
##켰
##릇
##탱
##퇴
##即
##文
##字
##禪
##칠
##捨
##럽
##잣
##넷
##탁
##털
##깨
##멧
##최
##쌀
##입
##귀
##욥
##캴
##伐
##큰
##載
##官
##ス
##밀
##쇼
##飡
##왕
##κ
##ά
##τ
##質
##刑
##억
##클
##至
##있
##눼
##刊
##馬
##毫
##빙
##렌
##별
##팜
##Ω
##意
##ữ
##小
##快
##耳
##납
##峰
##빌
##ˇ
##ก
##줘
##퐝
##냈
##잖
##읍
##筆
##註
##큐
##폭
##土
##現
##ネ
##電
##긴
##尉
##μ
##쓸
##間
##違
##繰
##返
##得
##聚
##랫
##♡
##헿
##헤
##깔
##되
##맞
##壤
##렁
##園
##л
##х
##時
##分
##陵
##품
##존
##킨
##흘
##國
##꿍
##짝
##례
##♭
##빠
##ょ
##像
##市
##正
##言
##鐘
##롭
##럭
##댔
##喜
##릿
##흠
##簡
##휴
##낚
##윅
##즐
##알
##흉
##ね
##絃
##琴
##밤
##韓
##撈
##랩
##夜
##店
##論
##ņ
##š
##或
##ど
##申
##げ
##駄
##켈
##冠
##볶
##綃
##用
##悽
##６
##２
##万
##５
##０
##台
##悼
##亡
##詩
##골
##丁
##쁜
##깐
##聞
##ラ
##ア
##ザ
##템
##팽
##罪
##탐
##乘
##윽
##툰
##슉
##後
##측
##벽
##둠
##침
##닝
##믜
##玄
##六
##潤
##ミ
##→
##쭉
##定
##止
##め
##참
##鬴
##욤
##슘
##줬
##攻
##思
##設
##拜
##興
##平
##엇
##賢
##벡
##엘
##處
##歸
##꾀
##妹
##밭
##뭐
##貫
##щ
##м
##祀
##路
##삿
##갓
##ほ
##έ
##ς
##雪
##術
##居
##カ
##廟
##손
##綠
##前
##ŏ
##🥰
##핫
##😎
##譽
##팍
##둑
##音
##®
##깄
##錢
##∼
##龍
##젠
##몃
##忠
##염
##頃
##陟
##鎭
##̥
##̀
##向
##減
##빛
##屛
##山
##껏
##娛
##藝
##發
##展
##區
##ㅌ
##잡
##爲
##壽
##已
##畢
##幽
##떳
##錄
##問
##境
##♪
##優
##火
##ᅲ
##활
##景
##ㅓ
##元
##향
##Ø
##겠
##ソ
##グ
##何
##雲
##諧
##텨
##變
##받
##컷
##仙
##膜
##芒
##격
##견
##될
##有
##資
##然
##州
##春
##짐
##깍
##８
##レ
##器
##팸
##촌
##숴
##곳
##箋
##엠
##交
##ユ
##듬
##畫
##밈
##フ
##様
##え
##◦
##맹
##븐
##쿄
##否
##瘡
##쓴
##沙
##傳
##皆
##ボ
##チ
##책
##口
##是
##流
##實
##狀
##於
##進
##而
##退
##ヂ
##貢
##뽇
##덤
##夫
##🥲
##飽
##ジ
##シ
##ズ
##容
##빼
##講
##앗
##ь
##吏
##논
##ㅂ
##십
##粉
##順
##痛
##벙
##岳
##귓
##禍
##首
##랠
##͝
##灰
##冷
##視
##絹
##풋
##江
##浦
##찐
##눈
##▔
##╲
##폿
##잔
##封
##條
##該
##オ
##バ
##립
##戰
##렐
##癘
##嘆
##º
##샵
##늙
##믈
##色
##章
##點
##顔
##狼
##🍩
##苨
##렵
##ؼ
##ش
##أ
##쭌
##妻
##萬
##死
##σ
##괴
##曰
##石
##城
##뚱
##⅔
##嘉
##犯
##榦
##化
##엣
##不
##敗
##蜓
##①
##캉
##萌
##直
##굿
##숭
##ب
##ط
##ا
##風
##뀨
##쑝
##盤
##삭
##紙
##렷
##또
##촉
##ᴥ
##된
##態
##짖
##밟
##컨
##헌
##五
##ご
##쫀
##商
##셧
##冊
##亭
##古
##饰
##研
##究
##🛍
##💓
##렇
##룰
##땅
##셍
##떼
##먹
##燕
##⃞
##걱
##⌒
##낭
##촨
##캠
##送
##센
##콩
##盧
##談
##異
##ゅ
##域
##χ
##є
##б
##넘
##血
##放
##起
##物
##켓
##꼭
##싀
##津
##ả
##넓
##葬
##喪
##◡
##╹
##♥
##ᗨ
##ᗕ
##齊
##帖
##友
##悔
##消
##虔
##ɪ
##ɚ
##寂
##託
##宗
##収
##것
##같
##깃
##💗
##成
##都
##♠
##∈
##틸
##탈
##信
##心
##覽
##擧
##눠
##受
##爭
##뷔
##벌
##川
##省
##内
##被
##为
##蒙
##뤘
##뉴
##낮
##祖
##짱
##莒
##ེ
##ན
##⅓
##百
##甸
##◀
##繹
##盆
##下
##ホ
##尺
##寸
##毘
##門
##劇
##帶
##復
##假
##也
##ﬃ
##퐈
##义
##셉
##辭
##靑
##ᐛ
##੭
##ㅊ
##쌤
##加
##盞
##去
##陳
##腐
##짞
##핍
##ㅈ
##댈
##刻
##餐
##슈
##ē
##德
##職
##께
##겼
##穴
##賓
##붙
##젝
##彛
##͒
##˵
##밥
##ḍ
##념
##開
##闊
##核
##빵
##轄
##團
##緖
##車
##띠
##뒤
##껴
##幡
##丈
##距
##香
##賊
##겸
##列
##높
##獻
##晴
##э
##객
##쯔
##ṁ
##옷
##᾽
##딘
##윈
##輸
##롯
##民
##禁
##歲
##펙
##个
##安
##祥
##新
##ブ
##붑
##知
##룸
##宰
##뿌
##災
##サ
##積
##∙
##曆
##캬
##켜
##켴
##ᴇ
##ᴍ
##ɴ
##ᴀ
##誌
##裝
##ゆ
##想
##ぽ
##˘
##邑
##兵
##メ
##ḥ
##学
##べ
##째
##먀
##∥
##句
##鉛
##夏
##핑
##杯
##健
##倒
##庭
##鷄
##갸
##ệ
##班
##覇
##樽
##렙
##稅
##許
##臟
##柱
##쪼
##漲
##쿼
##튕
##⑨
##넬
##빨
##匪
##祭
##筵
##話
##넨
##텀
##家
##믐
##델
##겟
##損
##失
##高
##授
##料
##投
##場
##支
##描
##述
##统
##计
##其
##旨
##β
##φ
##웰
##ï
##劫
##望
##満
##漠
##鑑
##宿
##뜯
##演
##算
##랐
##ュ
##춰
##ǽ
##勤
##打
##갔
##댁
##旅
##셴
##헛
##卷
##귤
##键
##词
##道
##主
##ш
##敬
##ω
##콘
##ş
##Ö
##表
##語
##즘
##碣
##幣
##ị
##밧
##긔
##式
##派
##ォ
##慘
##箇
##自
##在
##ㅖ
##モ
##𝟎
##쿤
##肅
##幕
##쨩
##礫
##揚
##稿
##좀
##푸
##웠
##腔
##細
##胞
##炎
##症
##因
##累
##굴
##랴
##稈
##ạ
##턱
##졍
##破
##●
##▼
##譜
##섯
##僧
##ǎ
##춧
##ב
##示
##決
##π
##輩
##찜
##替
##弱
##뼈
##꽂
##界
##標
##巧
##殿
##例
##특
##邪
##쌌
##應
##⇡
##퐴
##텁
##☞
##待
##낙
##ŝ
##仲
##ぬ
##草
##느
##九
##三
##텍
##셈
##깝
##닫
##싶
##않
##地
##形
##司
##斷
##꽃
##슥
##ì
##칭
##찻
##톱
##淚
##倂
##찡
##삐
##弊
##幅
##大
##畜
##ビ
##ຶ
##꒫
##ꎿ
##ベ
##ό
##υ
##八
##眞
##晨
##癌
##확
##숄
##島
##耶
##非
##足
##四
##單
##片
##刀
##쫜
##◆
##놓
##声
##枯
##泣
##婚
##次
##욧
##붉
##訃
##튼
##찹
##全
##紫
##킄
##푹
##쉰
##驛
##흡
##３
##壯
##æ
##앨
##봄
##運
##즉
##ı
##닼
##遷
##꾼
##돔
##華
##늘
##찌
##＝
##늬
##薦
##궈
##ػ
##ٔ
##ز
##ج
##溫
##찾
##隊
##附
##肉
##づ
##⑥
##칩
##컹
##喟
##늃
##뼽
##봤
##넌
##享
##仞
##兮
##庚
##寅
##🎂
##竪
##儒
##功
##쥔
##ू
##र
##्
##ख
##ô
##嗽
##햅
##～
##ㅣ
##і
##內
##デ
##럴
##🙌
##長
##波
##냇
##手
##造
##벅
##羅
##巴
##엥
##ờ
##半
##丹
##蜚
##又
##鳴
##遠
##획
##쒊
##앞
##᷄
##딱
##땗
##딑
##븰
##苑
##入
##亦
##爾
##🤍
##퍄
##뤼
##硬
##쇠
##荒
##趣
##벤
##聘
##牧
##ェ
##ゼ
##嬢
##ɯ
##옵
##렛
##뭉
##登
##縣
##좋
##幟
##來
##說
##槐
##ر
##ُ
##困
##味
##深
##裘
##室
##𓂭
##😢
##膳
##當
##留
##⊙
##♫
##❡
##☡
##☋
##ᴘ
##洋
##綺
##麗
##蹇
##슴
##窓
##🤣
##똥
##頑
##ガ
##ヨ
##體
##扶
##刺
##勢
##船
##殘
##괘
##귦
##욶
##將
##凉
##北
##ц
##鐵
##ギ
##頭
##舟
##킬
##科
##軌
##楡
##滅
##占
##盛
##욘
##殺
##第
##팩
##價
##ふ
##ぇ
##숀
##社
##説
##🍒
##접
##武
##婦
##エ
##挑
##動
##擇
##良
##峙
##🌊
##勝
##汗
##팬
##꿔
##ニ
##둘
##뎨
##ί
##旦
##走
##ゑ
##木
##坂
##特
##集
##씹
##뇰
##七
##²
##空
##１
##遣
##헥
##Г
##У
##む
##埤
##益
##我
##類
##핏
##쳌
##댄
##챙
##ร
##ี
##ภ
##ู
##딸
##刹
##周
##遍
##顧
##親
##格
##品
##뚤
##街
##樓
##팀
##俗
##況
##😋
##ĭ
##략
##늄
##了
##東
##西
##휘
##넥
##峯
##恋
##末
##뫄
##붓
##ỹ
##ᱍ
##썽
##겁
##岡
##윙
